[
    {
        "ind": 294,
        "chapter_no": 3,
        "verse_no": 1,
        "arabic_text": "الم ﴿١﴾",
        "urdu_text": "الم",
        "arabic_start_time": "0:00:00.000",
        "arabic_end_time": "0:00:06.426",
        "urdu_start_time": "0:00:06.426",
        "urdu_end_time": "0:00:08.123"
    },
    {
        "ind": 295,
        "chapter_no": 3,
        "verse_no": 2,
        "arabic_text": "اللَّهُ لَا إِلَهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ ﴿٢﴾",
        "urdu_text": "خدا (جو معبود برحق ہے) اس کے سوا کوئی عبادت کے لائق نہیں ہمیشہ زندہ رہنے والا",
        "arabic_start_time": "0:00:08.123",
        "arabic_end_time": "0:00:17.866",
        "urdu_start_time": "0:00:17.866",
        "urdu_end_time": "0:00:26.355"
    },
    {
        "ind": 296,
        "chapter_no": 3,
        "verse_no": 3,
        "arabic_text": "نَزَّلَ عَلَيْكَ الْكِتَابَ بِالْحَقِّ مُصَدِّقًا لِمَا بَيْنَ يَدَيْهِ وَأَنْزَلَ التَّوْرَاةَ وَالْإِنْجِيلَ ﴿٣﴾",
        "urdu_text": "اس نے (اے محمدﷺ) تم پر سچی کتاب نازل کی جو پہلی (آسمانی) کتابوں کی تصدیق کرتی ہے اور اسی نے تورات اور انجیل نازل کی",
        "arabic_start_time": "0:00:26.355",
        "arabic_end_time": "0:00:40.931",
        "urdu_start_time": "0:00:40.931",
        "urdu_end_time": "0:00:52.242"
    },
    {
        "ind": 297,
        "chapter_no": 3,
        "verse_no": 4,
        "arabic_text": "مِنْ قَبْلُ هُدًى لِلنَّاسِ وَأَنْزَلَ الْفُرْقَانَ إِنَّ الَّذِينَ كَفَرُوا بِآيَاتِ اللَّهِ لَهُمْ عَذَابٌ شَدِيدٌ وَاللَّهُ عَزِيزٌ ذُو انْتِقَامٍ ﴿٤﴾",
        "urdu_text": "(یعنی) لوگوں کی ہدایت کے لیے پہلے (تورات اور انجیل اتاری) اور (پھر قرآن جو حق اور باطل کو) الگ الگ کر دینے والا (ہے) نازل کیا جو لوگ خدا کی آیتوں کا انکار کرتے ہیں ان کو سخت عذاب ہوگا اور خدا زبردست (اور) بدلہ لینے والا ہے",
        "arabic_start_time": "0:00:52.242",
        "arabic_end_time": "0:01:18.495",
        "urdu_start_time": "0:01:18.495",
        "urdu_end_time": "0:01:34.899"
    },
    {
        "ind": 298,
        "chapter_no": 3,
        "verse_no": 5,
        "arabic_text": "إِنَّ اللَّهَ لَا يَخْفَى عَلَيْهِ شَيْءٌ فِي الْأَرْضِ وَلَا فِي السَّمَاءِ ﴿٥﴾",
        "urdu_text": "خدا (ایسا خبیر وبصیر ہے کہ) کوئی چیز اس سے پوشیدہ نہیں نہ زمین میں اور نہ آسمان میں",
        "arabic_start_time": "0:01:34.899",
        "arabic_end_time": "0:01:45.792",
        "urdu_start_time": "0:01:45.792",
        "urdu_end_time": "0:01:53.184"
    },
    {
        "ind": 299,
        "chapter_no": 3,
        "verse_no": 6,
        "arabic_text": "هُوَ الَّذِي يُصَوِّرُكُمْ فِي الْأَرْحَامِ كَيْفَ يَشَاءُ لَا إِلَهَ إِلَّا هُوَ الْعَزِيزُ الْحَكِيمُ ﴿٦﴾",
        "urdu_text": "وہی تو ہے جو (ماں کے پیٹ میں) جیسی چاہتا ہے تمہاری صورتیں بناتا ہے اس غالب حکمت والے کے سوا کوئی عبادت کے لائق نہیں",
        "arabic_start_time": "0:01:53.184",
        "arabic_end_time": "0:02:09.771",
        "urdu_start_time": "0:02:09.771",
        "urdu_end_time": "0:02:18.469"
    },
    {
        "ind": 300,
        "chapter_no": 3,
        "verse_no": 7,
        "arabic_text": "هُوَ الَّذِي أَنْزَلَ عَلَيْكَ الْكِتَابَ مِنْهُ آيَاتٌ مُحْكَمَاتٌ هُنَّ أُمُّ الْكِتَابِ وَأُخَرُ مُتَشَابِهَاتٌ فَأَمَّا الَّذِينَ فِي قُلُوبِهِمْ زَيْغٌ فَيَتَّبِعُونَ مَا تَشَابَهَ مِنْهُ ابْتِغَاءَ الْفِتْنَةِ وَابْتِغَاءَ تَأْوِيلِهِ وَمَا يَعْلَمُ تَأْوِيلَهُ إِلَّا اللَّهُ وَالرَّاسِخُونَ فِي الْعِلْمِ يَقُولُونَ آمَنَّا بِهِ كُلٌّ مِنْ عِنْدِ رَبِّنَا وَمَا يَذَّكَّرُ إِلَّا أُولُو الْأَلْبَابِ ﴿٧﴾",
        "urdu_text": "وہی تو ہے جس نے تم پر کتاب نازل کی جس کی بعض آیتیں محکم ہیں (اور) وہی اصل کتاب ہیں اور بعض متشابہ ہیں تو جن لوگوں کے دلوں میں کجی ہے وہ متشابہات کا اتباع کرتے ہیں تاکہ فتنہ برپا کریں اور مراد اصلی کا پتہ لگائیں حالانکہ مراد اصلی خدا کے سوا کوئی نہیں جانتا اور جو لوگ علم میں دست گاہ کامل رکھتے ہیں وہ یہ کہتے ہیں کہ ہم ان پر ایمان لائے یہ سب ہمارے پروردگار کی طرف سے ہیں اور نصیحت تو عقل مند ہی قبول کرتے ہیں",
        "arabic_start_time": "0:02:18.469",
        "arabic_end_time": "0:03:19.595",
        "urdu_start_time": "0:03:19.595",
        "urdu_end_time": "0:03:51.098"
    },
    {
        "ind": 301,
        "chapter_no": 3,
        "verse_no": 8,
        "arabic_text": "رَبَّنَا لَا تُزِغْ قُلُوبَنَا بَعْدَ إِذْ هَدَيْتَنَا وَهَبْ لَنَا مِنْ لَدُنْكَ رَحْمَةً إِنَّكَ أَنْتَ الْوَهَّابُ ﴿٨﴾",
        "urdu_text": "اے پروردگار جب تو نے ہمیں ہدایت بخشی ہے تو اس کے بعد ہمارے دلوں میں کجی نہ پیدا کر دیجیو اور ہمیں اپنے ہاں سے نعمت عطا فرما تو تو بڑا عطا فرمانے والا ہے",
        "arabic_start_time": "0:03:51.098",
        "arabic_end_time": "0:04:08.521",
        "urdu_start_time": "0:04:08.521",
        "urdu_end_time": "0:04:19.623"
    },
    {
        "ind": 302,
        "chapter_no": 3,
        "verse_no": 9,
        "arabic_text": "رَبَّنَا إِنَّكَ جَامِعُ النَّاسِ لِيَوْمٍ لَا رَيْبَ فِيهِ إِنَّ اللَّهَ لَا يُخْلِفُ الْمِيعَادَ ﴿٩﴾",
        "urdu_text": "اے پروردگار! تو اس روز جس (کے آنے) میں کچھ بھی شک نہیں سب لوگوں کو (اپنے حضور میں) جمع کرلے گا بے شک خدا خلاف وعدہ نہیں کرتا",
        "arabic_start_time": "0:04:19.623",
        "arabic_end_time": "0:04:37.098",
        "urdu_start_time": "0:04:37.098",
        "urdu_end_time": "0:04:45.326"
    },
    {
        "ind": 303,
        "chapter_no": 3,
        "verse_no": 10,
        "arabic_text": "إِنَّ الَّذِينَ كَفَرُوا لَنْ تُغْنِيَ عَنْهُمْ أَمْوَالُهُمْ وَلَا أَوْلَادُهُمْ مِنَ اللَّهِ شَيْئًا وَأُولَئِكَ هُمْ وَقُودُ النَّارِ ﴿١٠﴾",
        "urdu_text": "جو لوگ کافر ہوئے (اس دن) نہ تو ان کا مال ہی خدا (کے عذاب) سے ان کو بچا سکے گا اور نہ ان کی اولاد ہی (کچھ کام آئے گی) اور یہ لوگ آتش (جہنم) کا ایندھن ہوں گے",
        "arabic_start_time": "0:00:00.000",
        "arabic_end_time": "0:00:20.662",
        "urdu_start_time": "0:00:20.662",
        "urdu_end_time": "0:00:30.614"
    },
    {
        "ind": 304,
        "chapter_no": 3,
        "verse_no": 11,
        "arabic_text": "كَدَأْبِ آلِ فِرْعَوْنَ وَالَّذِينَ مِنْ قَبْلِهِمْ كَذَّبُوا بِآيَاتِنَا فَأَخَذَهُمُ اللَّهُ بِذُنُوبِهِمْ وَاللَّهُ شَدِيدُ الْعِقَابِ ﴿١١﴾",
        "urdu_text": "ان کا حال بھی فرعونیوں اور ان سے پہلے لوگوں کا سا ہوگا جنہوں نے ہماری آیتوں کی تکذیب کی تھی تو خدا نے ان کو ان کے گناہوں کے سبب (عذاب میں) پکڑ لیا تھا اور خدا سخت عذاب کرنے والا ہے",
        "arabic_start_time": "0:00:30.614",
        "arabic_end_time": "0:00:48.325",
        "urdu_start_time": "0:00:48.325",
        "urdu_end_time": "0:00:59.531"
    },
    {
        "ind": 305,
        "chapter_no": 3,
        "verse_no": 12,
        "arabic_text": "قُلْ لِلَّذِينَ كَفَرُوا سَتُغْلَبُونَ وَتُحْشَرُونَ إِلَى جَهَنَّمَ وَبِئْسَ الْمِهَادُ ﴿١٢﴾",
        "urdu_text": "(اے پیغمبر) کافروں سے کہدو کہ تم (دنیا میں بھی) عنقریب مغلوب ہو جاؤ گے اور (آخرت میں) جہنم کی طرف ہانکے جاؤ گے اور وہ بری جگہ ہے",
        "arabic_start_time": "0:00:59.531",
        "arabic_end_time": "0:01:11.834",
        "urdu_start_time": "0:01:11.834",
        "urdu_end_time": "0:01:20.846"
    },
    {
        "ind": 306,
        "chapter_no": 3,
        "verse_no": 13,
        "arabic_text": "قَدْ كَانَ لَكُمْ آيَةٌ فِي فِئَتَيْنِ الْتَقَتَا فِئَةٌ تُقَاتِلُ فِي سَبِيلِ اللَّهِ وَأُخْرَى كَافِرَةٌ يَرَوْنَهُمْ مِثْلَيْهِمْ رَأْيَ الْعَيْنِ وَاللَّهُ يُؤَيِّدُ بِنَصْرِهِ مَنْ يَشَاءُ إِنَّ فِي ذَلِكَ لَعِبْرَةً لِأُولِي الْأَبْصَارِ ﴿١٣﴾",
        "urdu_text": "تمہارے لیے دو گروہوں میں جو (جنگ بدر کے دن) آپس میں بھڑ گئے (قدرت خدا کی عظیم الشان) نشانی تھی ایک گروہ (مسلمانوں کا تھا وہ) خدا کی راہ میں لڑ رہا تھا اور دوسرا گروہ (کافروں کا تھا وہ) ان کو اپنی آنکھوں سے اپنے سے دگنا مشاہدہ کر رہا تھا اور خدا اپنی نصرت سے جس کو چاہتا ہے مدد دیتا ہے جو اہل بصارت ہیں ان کے لیے اس (واقعے) میں بڑی عبرت ہے",
        "arabic_start_time": "0:01:20.846",
        "arabic_end_time": "0:01:55.693",
        "urdu_start_time": "0:01:55.693",
        "urdu_end_time": "0:02:20.796"
    },
    {
        "ind": 307,
        "chapter_no": 3,
        "verse_no": 14,
        "arabic_text": "زُيِّنَ لِلنَّاسِ حُبُّ الشَّهَوَاتِ مِنَ النِّسَاءِ وَالْبَنِينَ وَالْقَنَاطِيرِ الْمُقَنْطَرَةِ مِنَ الذَّهَبِ وَالْفِضَّةِ وَالْخَيْلِ الْمُسَوَّمَةِ وَالْأَنْعَامِ وَالْحَرْثِ ذَلِكَ مَتَاعُ الْحَيَاةِ الدُّنْيَا وَاللَّهُ عِنْدَهُ حُسْنُ الْمَآبِ ﴿١٤﴾",
        "urdu_text": "لوگوں کو ان کی خواہشوں کی چیزیں یعنی عورتیں اور بیٹے اور سونے اور چاندی کے بڑے بڑے ڈھیر اور نشان لگے ہوئے گھوڑے اور مویشی اور کھیتی بڑی زینت دار معلوم ہوتی ہیں (مگر) یہ سب دنیا ہی کی زندگی کے سامان ہیں اور خدا کے پاس بہت اچھا ٹھکانا ہے",
        "arabic_start_time": "0:02:20.796",
        "arabic_end_time": "0:02:52.299",
        "urdu_start_time": "0:02:52.299",
        "urdu_end_time": "0:03:08.730"
    },
    {
        "ind": 308,
        "chapter_no": 3,
        "verse_no": 15,
        "arabic_text": "قُلْ أَؤُنَبِّئُكُمْ بِخَيْرٍ مِنْ ذَلِكُمْ لِلَّذِينَ اتَّقَوْا عِنْدَ رَبِّهِمْ جَنَّاتٌ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا وَأَزْوَاجٌ مُطَهَّرَةٌ وَرِضْوَانٌ مِنَ اللَّهِ وَاللَّهُ بَصِيرٌ بِالْعِبَادِ ﴿١٥﴾",
        "urdu_text": "(اے پیغمبر ان سے) کہو کہ بھلا میں تم کو ایسی چیز بتاؤں جو ان چیزوں سے کہیں اچھی ہو (سنو) جو لوگ پرہیزگار ہیں ان کے لیے خدا کے ہاں باغات (بہشت) ہیں جن کے نیچے نہریں بہہ رہی ہیں ان میں وہ ہمیشہ رہیں گے اور پاکیزہ عورتیں ہیں اور (سب سے بڑھ کر) خدا کی خوشنودی اور خدا (اپنے نیک) بندوں کو دیکھ رہا ہے",
        "arabic_start_time": "0:03:08.730",
        "arabic_end_time": "0:03:46.973",
        "urdu_start_time": "0:03:46.973",
        "urdu_end_time": "0:04:07.557"
    },
    {
        "ind": 309,
        "chapter_no": 3,
        "verse_no": 16,
        "arabic_text": "الَّذِينَ يَقُولُونَ رَبَّنَا إِنَّنَا آمَنَّا فَاغْفِرْ لَنَا ذُنُوبَنَا وَقِنَا عَذَابَ النَّارِ ﴿١٦﴾",
        "urdu_text": "جو خدا سے التجا کرتے ہیں کہ اے پروردگار ہم ایمان لے آئے سو ہم کو ہمارے گناہ معاف فرما اور دوزخ کے عذاب سے محفوظ رکھ",
        "arabic_start_time": "0:04:07.557",
        "arabic_end_time": "0:04:26.208",
        "urdu_start_time": "0:04:26.208",
        "urdu_end_time": "0:04:35.899"
    },
    {
        "ind": 310,
        "chapter_no": 3,
        "verse_no": 17,
        "arabic_text": "الصَّابِرِينَ وَالصَّادِقِينَ وَالْقَانِتِينَ وَالْمُنْفِقِينَ وَالْمُسْتَغْفِرِينَ بِالْأَسْحَارِ ﴿١٧﴾",
        "urdu_text": "یہ وہ لوگ ہیں جو (مشکلات میں) صبر کرتے اور سچ بولتے اور عبادت میں لگے رہتے اور (راہ خدا میں) خرچ کرتے اور اوقات سحر میں گناہوں کی معافی مانگا کرتے ہیں",
        "arabic_start_time": "0:04:35.899",
        "arabic_end_time": "0:04:49.926",
        "urdu_start_time": "0:04:49.926",
        "urdu_end_time": "0:05:01.210"
    },
    {
        "ind": 311,
        "chapter_no": 3,
        "verse_no": 18,
        "arabic_text": "شَهِدَ اللَّهُ أَنَّهُ لَا إِلَهَ إِلَّا هُوَ وَالْمَلَائِكَةُ وَأُولُو الْعِلْمِ قَائِمًا بِالْقِسْطِ لَا إِلَهَ إِلَّا هُوَ الْعَزِيزُ الْحَكِيمُ ﴿١٨﴾",
        "urdu_text": "خدا تو اس بات کی گواہی دیتا ہے کہ اس کے سوا کوئی معبود نہیں اور فرشتے اور علم والے لوگ جو انصاف پر قائم ہیں وہ بھی (گواہی دیتے ہیں کہ) اس غالب حکمت والے کے سوا کوئی عبادت کے لائق نہیں",
        "arabic_start_time": "0:05:01.210",
        "arabic_end_time": "0:05:24.850",
        "urdu_start_time": "0:05:24.850",
        "urdu_end_time": "0:05:39.139"
    },
    {
        "ind": 312,
        "chapter_no": 3,
        "verse_no": 19,
        "arabic_text": "إِنَّ الدِّينَ عِنْدَ اللَّهِ الْإِسْلَامُ وَمَا اخْتَلَفَ الَّذِينَ أُوتُوا الْكِتَابَ إِلَّا مِنْ بَعْدِ مَا جَاءَهُمُ الْعِلْمُ بَغْيًا بَيْنَهُمْ وَمَنْ يَكْفُرْ بِآيَاتِ اللَّهِ فَإِنَّ اللَّهَ سَرِيعُ الْحِسَابِ ﴿١٩﴾",
        "urdu_text": "دین تو خدا کے نزدیک اسلام ہے اور اہل کتاب نے جو (اس دین سے) اختلاف کیا تو علم ہونے کے بعد آپس کی ضد سے کیا اور جو شخص خدا کی آیتوں کو نہ مانے تو خدا جلد حساب لینے والا (اور سزا دینے والا) ہے",
        "arabic_start_time": "0:05:39.139",
        "arabic_end_time": "0:06:09.597",
        "urdu_start_time": "0:06:09.597",
        "urdu_end_time": "0:06:24.617"
    },
    {
        "ind": 313,
        "chapter_no": 3,
        "verse_no": 20,
        "arabic_text": "فَإِنْ حَاجُّوكَ فَقُلْ أَسْلَمْتُ وَجْهِيَ لِلَّهِ وَمَنِ اتَّبَعَنِ وَقُلْ لِلَّذِينَ أُوتُوا الْكِتَابَ وَالْأُمِّيِّينَ أَأَسْلَمْتُمْ فَإِنْ أَسْلَمُوا فَقَدِ اهْتَدَوْا وَإِنْ تَوَلَّوْا فَإِنَّمَا عَلَيْكَ الْبَلَاغُ وَاللَّهُ بَصِيرٌ بِالْعِبَادِ ﴿٢٠﴾",
        "urdu_text": "اے پیغمبر اگر یہ لوگ تم سے جھگڑنے لگیں تو کہنا کہ میں اور میرے پیرو تو خدا کے فرمانبردار ہو چکے اور اہل کتاب اور ان پڑھ لوگوں سے کہو کہ کیا تم بھی (خدا کے فرمانبردار بنتے ہو) اور اسلام لاتے ہو؟ اگر یہ لوگ اسلام لے آئیں تو بے شک ہدایت پالیں اور اگر (تمہارا کہا) نہ مانیں تو تمہارا کام صرف خدا کا پیغام پہنچا دینا ہے اور خدا (اپنے) بندوں کو دیکھ رہا ہے",
        "arabic_start_time": "0:06:24.617",
        "arabic_end_time": "0:06:59.412",
        "urdu_start_time": "0:06:59.412",
        "urdu_end_time": "0:07:22.713"
    },
    {
        "ind": 314,
        "chapter_no": 3,
        "verse_no": 21,
        "arabic_text": "إِنَّ الَّذِينَ يَكْفُرُونَ بِآيَاتِ اللَّهِ وَيَقْتُلُونَ النَّبِيِّينَ بِغَيْرِ حَقٍّ وَيَقْتُلُونَ الَّذِينَ يَأْمُرُونَ بِالْقِسْطِ مِنَ النَّاسِ فَبَشِّرْهُمْ بِعَذَابٍ أَلِيمٍ ﴿٢١﴾",
        "urdu_text": "جو لوگ خدا کی آیتوں کو نہیں مانتے اور انبیاء کو ناحق قتل کرتے رہے ہیں اور جو انصاف (کرنے) کا حکم دیتے ہیں انہیں بھی مار ڈالتے ہیں ان کو دکھ دینے والے عذاب کی خوشخبری سنا دو",
        "arabic_start_time": "0:00:00.000",
        "arabic_end_time": "0:00:24.973",
        "urdu_start_time": "0:00:24.973",
        "urdu_end_time": "0:00:35.892"
    },
    {
        "ind": 315,
        "chapter_no": 3,
        "verse_no": 22,
        "arabic_text": "أُولَئِكَ الَّذِينَ حَبِطَتْ أَعْمَالُهُمْ فِي الدُّنْيَا وَالْآخِرَةِ وَمَا لَهُمْ مِنْ نَاصِرِينَ ﴿٢٢﴾",
        "urdu_text": "یہ ایسے لوگ ہیں جن کے اعمال دنیا اور آخرت دونوں میں برباد ہیں اور ان کا کوئی مددگار نہیں (ہوگا)",
        "arabic_start_time": "0:00:35.892",
        "arabic_end_time": "0:00:50.651",
        "urdu_start_time": "0:00:50.651",
        "urdu_end_time": "0:00:58.017"
    },
    {
        "ind": 316,
        "chapter_no": 3,
        "verse_no": 23,
        "arabic_text": "أَلَمْ تَرَ إِلَى الَّذِينَ أُوتُوا نَصِيبًا مِنَ الْكِتَابِ يُدْعَوْنَ إِلَى كِتَابِ اللَّهِ لِيَحْكُمَ بَيْنَهُمْ ثُمَّ يَتَوَلَّى فَرِيقٌ مِنْهُمْ وَهُمْ مُعْرِضُونَ ﴿٢٣﴾",
        "urdu_text": "بھلا تم نے ان لوگوں کو نہیں دیکھا جن کو کتاب (خدا یعنی تورات سے) بہرہ دیا گیا اور وہ (اس) کتاب الله کی طرف بلائے جاتے ہیں تاکہ وہ (ان کے تنازعات کا) ان میں فیصلہ کر دے تو ایک فریق ان میں سے کج ادائی کے ساتھ منہ پھیر لیتا ہے",
        "arabic_start_time": "0:00:58.017",
        "arabic_end_time": "0:01:18.653",
        "urdu_start_time": "0:01:18.653",
        "urdu_end_time": "0:01:34.274"
    },
    {
        "ind": 317,
        "chapter_no": 3,
        "verse_no": 24,
        "arabic_text": "ذَلِكَ بِأَنَّهُمْ قَالُوا لَنْ تَمَسَّنَا النَّارُ إِلَّا أَيَّامًا مَعْدُودَاتٍ وَغَرَّهُمْ فِي دِينِهِمْ مَا كَانُوا يَفْتَرُونَ ﴿٢٤﴾",
        "urdu_text": "یہ اس لیے کہ یہ اس بات کے قائل ہیں کہ (دوزخ کی) آگ ہمیں چند روز کے سوا چھو ہی نہیں سکے گی اور جو کچھ یہ دین کے بارے میں بہتان باندھتے رہے ہیں اس نے ان کو دھوکے میں ڈال رکھا ہے",
        "arabic_start_time": "0:01:34.274",
        "arabic_end_time": "0:01:56.922",
        "urdu_start_time": "0:01:56.922",
        "urdu_end_time": "0:02:08.154"
    },
    {
        "ind": 318,
        "chapter_no": 3,
        "verse_no": 25,
        "arabic_text": "فَكَيْفَ إِذَا جَمَعْنَاهُمْ لِيَوْمٍ لَا رَيْبَ فِيهِ وَوُفِّيَتْ كُلُّ نَفْسٍ مَا كَسَبَتْ وَهُمْ لَا يُظْلَمُونَ ﴿٢٥﴾",
        "urdu_text": "تو اس وقت کیا حال ہوگا جب ہم ان کو جمع کریں گے (یعنی) اس روز جس (کے آنے) میں کچھ بھی شک نہیں اور ہر نفس اپنے اعمال کا پورا پورا بدلہ پائے گا اور ان پر ظلم نہیں کیا جائے گا",
        "arabic_start_time": "0:02:08.154",
        "arabic_end_time": "0:02:30.906",
        "urdu_start_time": "0:02:30.906",
        "urdu_end_time": "0:02:42.843"
    },
    {
        "ind": 319,
        "chapter_no": 3,
        "verse_no": 26,
        "arabic_text": "قُلِ اللَّهُمَّ مَالِكَ الْمُلْكِ تُؤْتِي الْمُلْكَ مَنْ تَشَاءُ وَتَنْزِعُ الْمُلْكَ مِمَّنْ تَشَاءُ وَتُعِزُّ مَنْ تَشَاءُ وَتُذِلُّ مَنْ تَشَاءُ بِيَدِكَ الْخَيْرُ إِنَّكَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ ﴿٢٦﴾",
        "urdu_text": "کہو کہ اے خدا (اے) بادشاہی کے مالک تو جس کو چاہے بادشاہی بخشے اور جس سے چاہے بادشاہی چھین لے اور جس کو چاہے عزت دے اور جسے چاہے ذلیل کرے ہر طرح کی بھلائی تیرے ہی ہاتھ ہے اور بے شک تو ہر چیز پر قادر ہے",
        "arabic_start_time": "0:02:42.843",
        "arabic_end_time": "0:03:22.862",
        "urdu_start_time": "0:03:22.862",
        "urdu_end_time": "0:03:38.404"
    },
    {
        "ind": 320,
        "chapter_no": 3,
        "verse_no": 27,
        "arabic_text": "تُولِجُ اللَّيْلَ فِي النَّهَارِ وَتُولِجُ النَّهَارَ فِي اللَّيْلِ وَتُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ وَتُخْرِجُ الْمَيِّتَ مِنَ الْحَيِّ وَتَرْزُقُ مَنْ تَشَاءُ بِغَيْرِ حِسَابٍ ﴿٢٧﴾",
        "urdu_text": "تو ہی رات کو دن میں داخل کرتا اور تو ہی دن کو رات میں داخل کرتا ہے تو ہی بے جان سے جاندار پیدا کرتا ہے اور تو ہی جاندار سے بے جان پیدا کرتا ہے اور توہی جس کو چاہتا ہے بے شمار رزق بخشتا ہے",
        "arabic_start_time": "0:03:38.404",
        "arabic_end_time": "0:04:02.097",
        "urdu_start_time": "0:04:02.097",
        "urdu_end_time": "0:04:15.053"
    },
    {
        "ind": 321,
        "chapter_no": 3,
        "verse_no": 28,
        "arabic_text": "لَا يَتَّخِذِ الْمُؤْمِنُونَ الْكَافِرِينَ أَوْلِيَاءَ مِنْ دُونِ الْمُؤْمِنِينَ وَمَنْ يَفْعَلْ ذَلِكَ فَلَيْسَ مِنَ اللَّهِ فِي شَيْءٍ إِلَّا أَنْ تَتَّقُوا مِنْهُمْ تُقَاةً وَيُحَذِّرُكُمُ اللَّهُ نَفْسَهُ وَإِلَى اللَّهِ الْمَصِيرُ ﴿٢٨﴾",
        "urdu_text": "مؤمنوں کو چاہئے کہ مؤمنوں کے سوا کافروں کو دوست نہ بنائیں اور جو ایسا کرے گا اس سے خدا کا کچھ (عہد) نہیں ہاں اگر اس طریق سے تم ان (کے شر) سے بچاؤ کی صورت پیدا کرو (تو مضائقہ نہیں) اور خدا تم کو اپنے (غضب) سے ڈراتا ہے اور خدا ہی کی طرف (تم کو) لوٹ کر جانا ہے",
        "arabic_start_time": "0:04:15.053",
        "arabic_end_time": "0:04:50.266",
        "urdu_start_time": "0:04:50.266",
        "urdu_end_time": "0:05:07.663"
    },
    {
        "ind": 322,
        "chapter_no": 3,
        "verse_no": 29,
        "arabic_text": "قُلْ إِنْ تُخْفُوا مَا فِي صُدُورِكُمْ أَوْ تُبْدُوهُ يَعْلَمْهُ اللَّهُ وَيَعْلَمُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَاللَّهُ عَلَى كُلِّ شَيْءٍ قَدِيرٌ ﴿٢٩﴾",
        "urdu_text": "(اے پیغمبر لوگوں سے) کہہ دو کہ کوئی بات تم اپنے دلوں میں مخفی رکھو یا اسے ظاہر کرو خدا اس کو جانتا ہے اور جو کچھ آسمانوں میں اور جو کچھ زمین میں ہے اس کو سب کی خبر ہے اور وہ ہر چیز پر قادر ہے",
        "arabic_start_time": "0:05:07.663",
        "arabic_end_time": "0:05:29.605",
        "urdu_start_time": "0:05:29.605",
        "urdu_end_time": "0:05:42.613"
    },
    {
        "ind": 323,
        "chapter_no": 3,
        "verse_no": 30,
        "arabic_text": "يَوْمَ تَجِدُ كُلُّ نَفْسٍ مَا عَمِلَتْ مِنْ خَيْرٍ مُحْضَرًا وَمَا عَمِلَتْ مِنْ سُوءٍ تَوَدُّ لَوْ أَنَّ بَيْنَهَا وَبَيْنَهُ أَمَدًا بَعِيدًا وَيُحَذِّرُكُمُ اللَّهُ نَفْسَهُ وَاللَّهُ رَءُوفٌ بِالْعِبَادِ ﴿٣٠﴾",
        "urdu_text": "جس دن ہر شخص اپنے اعمال کی نیکی کو موجود پالے گا اور ان کی برائی کو بھی (دیکھ لے گا) تو آرزو کرے گا کہ اے کاش اس میں اور اس برائی میں دور کی مسافت ہو جاتی اور خدا تم کو اپنے (غضب) سے ڈراتا ہے اور خدا اپنے بندوں پر نہایت مہربان ہے",
        "arabic_start_time": "0:05:42.613",
        "arabic_end_time": "0:06:14.978",
        "urdu_start_time": "0:06:14.978",
        "urdu_end_time": "0:06:30.468"
    },
    {
        "ind": 324,
        "chapter_no": 3,
        "verse_no": 31,
        "arabic_text": "قُلْ إِنْ كُنْتُمْ تُحِبُّونَ اللَّهَ فَاتَّبِعُونِي يُحْبِبْكُمُ اللَّهُ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَاللَّهُ غَفُورٌ رَحِيمٌ ﴿٣١﴾",
        "urdu_text": "(اے پیغمبر لوگوں سے) کہہ دو کہ اگر تم خدا کو دوست رکھتے ہو تو میری پیروی کرو خدا بھی تمہیں دوست رکھے گا اور تمہارے گناہ معاف کر دے گا اور خدا بخشنے والا مہربان ہے",
        "arabic_start_time": "0:00:00.000",
        "arabic_end_time": "0:00:17.711",
        "urdu_start_time": "0:00:17.711",
        "urdu_end_time": "0:00:29.649"
    },
    {
        "ind": 325,
        "chapter_no": 3,
        "verse_no": 32,
        "arabic_text": "قُلْ أَطِيعُوا اللَّهَ وَالرَّسُولَ فَإِنْ تَوَلَّوْا فَإِنَّ اللَّهَ لَا يُحِبُّ الْكَافِرِينَ ﴿٣٢﴾",
        "urdu_text": "کہہ دو کہ خدا اور اس کے رسول کا حکم مانو اگر نہ مانیں تو خدا بھی کافروں کو دوست نہیں رکھتا",
        "arabic_start_time": "0:00:29.649",
        "arabic_end_time": "0:00:45.453",
        "urdu_start_time": "0:00:45.453",
        "urdu_end_time": "0:00:52.741"
    },
    {
        "ind": 326,
        "chapter_no": 3,
        "verse_no": 33,
        "arabic_text": "إِنَّ اللَّهَ اصْطَفَى آدَمَ وَنُوحًا وَآلَ إِبْرَاهِيمَ وَآلَ عِمْرَانَ عَلَى الْعَالَمِينَ ﴿٣٣﴾",
        "urdu_text": "خدا نے آدم اور نوح اور خاندان ابراہیم اور خاندان عمران کو تمام جہان کے لوگوں میں منتخب فرمایا تھا",
        "arabic_start_time": "0:00:52.741",
        "arabic_end_time": "0:01:08.623",
        "urdu_start_time": "0:01:08.623",
        "urdu_end_time": "0:01:16.120"
    },
    {
        "ind": 327,
        "chapter_no": 3,
        "verse_no": 34,
        "arabic_text": "ذُرِّيَّةً بَعْضُهَا مِنْ بَعْضٍ وَاللَّهُ سَمِيعٌ عَلِيمٌ ﴿٣٤﴾",
        "urdu_text": "ان میں سے بعض بعض کی اولاد تھے اور خدا سننے والا (اور) جاننے والا ہے",
        "arabic_start_time": "0:01:16.120",
        "arabic_end_time": "0:01:26.934",
        "urdu_start_time": "0:01:26.934",
        "urdu_end_time": "0:01:32.472"
    },
    {
        "ind": 328,
        "chapter_no": 3,
        "verse_no": 35,
        "arabic_text": "إِذْ قَالَتِ امْرَأَتُ عِمْرَانَ رَبِّ إِنِّي نَذَرْتُ لَكَ مَا فِي بَطْنِي مُحَرَّرًا فَتَقَبَّلْ مِنِّي إِنَّكَ أَنْتَ السَّمِيعُ الْعَلِيمُ ﴿٣٥﴾",
        "urdu_text": "(وہ وقت یاد کرنے کے لائق ہے) جب عمران کی بیوی نے کہا کہ اے پروردگار جو (بچہ) میرے پیٹ میں ہے میں اس کو تیری نذر کرتی ہوں اسے دنیا کے کاموں سے آزاد رکھوں گی تو (اسے) میری طرف سے قبول فرما توتو سننے والا (اور) جاننے والا ہے",
        "arabic_start_time": "0:01:32.472",
        "arabic_end_time": "0:01:53.761",
        "urdu_start_time": "0:01:53.761",
        "urdu_end_time": "0:02:10.113"
    },
    {
        "ind": 329,
        "chapter_no": 3,
        "verse_no": 36,
        "arabic_text": "فَلَمَّا وَضَعَتْهَا قَالَتْ رَبِّ إِنِّي وَضَعْتُهَا أُنْثَى وَاللَّهُ أَعْلَمُ بِمَا وَضَعَتْ وَلَيْسَ الذَّكَرُ كَالْأُنْثَى وَإِنِّي سَمَّيْتُهَا مَرْيَمَ وَإِنِّي أُعِيذُهَا بِكَ وَذُرِّيَّتَهَا مِنَ الشَّيْطَانِ الرَّجِيمِ ﴿٣٦﴾",
        "urdu_text": "جب ان کے ہاں بچہ پیدا ہوا اور جو کچھ ان کے ہاں پیدا ہوا تھا خدا کو خوب معلوم تھا تو کہنے لگیں کہ پروردگار! میرے تو لڑکی ہوئی ہے اور (نذر کے لیے) لڑکا (موزوں تھا کہ وہ) لڑکی کی طرح (ناتواں) نہیں ہوتا اور میں نے اس کا نام مریم رکھا ہے اور میں اس کو اور اس کی اولاد کو شیطان مردود سے تیری پناہ میں دیتی ہوں",
        "arabic_start_time": "0:02:10.113",
        "arabic_end_time": "0:02:58.361",
        "urdu_start_time": "0:02:58.361",
        "urdu_end_time": "0:03:19.677"
    },
    {
        "ind": 330,
        "chapter_no": 3,
        "verse_no": 37,
        "arabic_text": "فَتَقَبَّلَهَا رَبُّهَا بِقَبُولٍ حَسَنٍ وَأَنْبَتَهَا نَبَاتًا حَسَنًا وَكَفَّلَهَا زَكَرِيَّا كُلَّمَا دَخَلَ عَلَيْهَا زَكَرِيَّا الْمِحْرَابَ وَجَدَ عِنْدَهَا رِزْقًا قَالَ يَا مَرْيَمُ أَنَّى لَكِ هَذَا قَالَتْ هُوَ مِنْ عِنْدِ اللَّهِ إِنَّ اللَّهَ يَرْزُقُ مَنْ يَشَاءُ بِغَيْرِ حِسَابٍ ﴿٣٧﴾",
        "urdu_text": "تو پروردگار نے اس کو پسندیدگی کے ساتھ قبول فرمایا اور اسے اچھی طرح پرورش کیا اور زکریا کو اس کا متکفل بنایا زکریا جب کبھی عبادت گاہ میں اس کے پاس جاتے تو اس کے پاس کھانا پاتے (یہ کیفیت دیکھ کر ایک دن مریم سے) پوچھنے لگے کہ مریم یہ کھانا تمہارے پاس کہاں سے آتا ہے وہ بولیں خدا کے ہاں سے (آتا ہے) بیشک خدا جسے چاہتا ہے بے شمار رزق دیتا ہے",
        "arabic_start_time": "0:03:19.677",
        "arabic_end_time": "0:04:08.865",
        "urdu_start_time": "0:04:08.865",
        "urdu_end_time": "0:04:32.845"
    },
    {
        "ind": 331,
        "chapter_no": 3,
        "verse_no": 38,
        "arabic_text": "هُنَالِكَ دَعَا زَكَرِيَّا رَبَّهُ قَالَ رَبِّ هَبْ لِي مِنْ لَدُنْكَ ذُرِّيَّةً طَيِّبَةً إِنَّكَ سَمِيعُ الدُّعَاءِ ﴿٣٨﴾",
        "urdu_text": "اس وقت زکریا نے اپنے پروردگار سے دعا کی (اور) کہا کہ پروردگار مجھے اپنی جناب سے اولاد صالح عطا فرما تو بے شک دعا سننے (اور قبول کرنے) والا ہے",
        "arabic_start_time": "0:04:32.845",
        "arabic_end_time": "0:04:52.436",
        "urdu_start_time": "0:04:52.436",
        "urdu_end_time": "0:05:03.224"
    },
    {
        "ind": 332,
        "chapter_no": 3,
        "verse_no": 39,
        "arabic_text": "فَنَادَتْهُ الْمَلَائِكَةُ وَهُوَ قَائِمٌ يُصَلِّي فِي الْمِحْرَابِ أَنَّ اللَّهَ يُبَشِّرُكَ بِيَحْيَى مُصَدِّقًا بِكَلِمَةٍ مِنَ اللَّهِ وَسَيِّدًا وَحَصُورًا وَنَبِيًّا مِنَ الصَّالِحِينَ ﴿٣٩﴾",
        "urdu_text": "وہ ابھی عبادت گاہ میں کھڑے نماز ہی پڑھ رہے تھے کہ فرشتوں نے آواز دی کہ (زکریا) خدا تمہیں یحییٰ کی بشارت دیتا ہے جو خدا کے فیض یعنی (عیسیٰ) کی تصدیق کریں گے اور سردار ہوں گے اور عورتوں سے رغبت نہ رکھنے والے اور (خدا کے) پیغمبر (یعنی) نیکو کاروں میں ہوں گے",
        "arabic_start_time": "0:05:03.224",
        "arabic_end_time": "0:05:41.441",
        "urdu_start_time": "0:05:41.441",
        "urdu_end_time": "0:05:58.368"
    },
    {
        "ind": 333,
        "chapter_no": 3,
        "verse_no": 40,
        "arabic_text": "قَالَ رَبِّ أَنَّى يَكُونُ لِي غُلَامٌ وَقَدْ بَلَغَنِيَ الْكِبَرُ وَامْرَأَتِي عَاقِرٌ قَالَ كَذَلِكَ اللَّهُ يَفْعَلُ مَا يَشَاءُ ﴿٤٠﴾",
        "urdu_text": "زکریا نے کہا اے پروردگار میرے ہاں لڑکا کیونکر پیدا ہوگا کہ میں تو بڈھا ہوگیا ہوں اور میری بیوی بانجھ ہے خدا نے فرمایا اسی طرح خدا جو چاہتا ہے کرتا ہے",
        "arabic_start_time": "0:05:58.368",
        "arabic_end_time": "0:06:16.758",
        "urdu_start_time": "0:06:16.758",
        "urdu_end_time": "0:06:28.382"
    },
    {
        "ind": 334,
        "chapter_no": 3,
        "verse_no": 41,
        "arabic_text": "قَالَ رَبِّ اجْعَلْ لِي آيَةً قَالَ آيَتُكَ أَلَّا تُكَلِّمَ النَّاسَ ثَلَاثَةَ أَيَّامٍ إِلَّا رَمْزًا وَاذْكُرْ رَبَّكَ كَثِيرًا وَسَبِّحْ بِالْعَشِيِّ وَالْإِبْكَارِ ﴿٤١﴾",
        "urdu_text": "زکریا نے کہا کہ پروردگار (میرے لیے) کوئی نشانی مقرر فرما خدا نے فرمایا نشانی یہ ہے کہ تم لوگوں سے تین دن اشارے کے سوا بات نہ کر سکو گے تو (ان دنوں میں) اپنے پروردگار کی کثرت سے یاد اور صبح و شام اس کی تسبیح کرنا",
        "arabic_start_time": "0:06:28.382",
        "arabic_end_time": "0:06:54.347",
        "urdu_start_time": "0:06:54.347",
        "urdu_end_time": "0:07:09.811"
    },
    {
        "ind": 335,
        "chapter_no": 3,
        "verse_no": 42,
        "arabic_text": "وَإِذْ قَالَتِ الْمَلَائِكَةُ يَا مَرْيَمُ إِنَّ اللَّهَ اصْطَفَاكِ وَطَهَّرَكِ وَاصْطَفَاكِ عَلَى نِسَاءِ الْعَالَمِينَ ﴿٤٢﴾",
        "urdu_text": "اور جب فرشتوں نے (مریم سے) کہا کہ مریم! خدا نے تم کو برگزیدہ کیا ہے اور پاک بنایا ہے اور جہان کی عورتوں میں منتخب کیا ہے",
        "arabic_start_time": "0:00:00.000",
        "arabic_end_time": "0:00:16.248",
        "urdu_start_time": "0:00:16.248",
        "urdu_end_time": "0:00:24.868"
    },
    {
        "ind": 336,
        "chapter_no": 3,
        "verse_no": 43,
        "arabic_text": "يَا مَرْيَمُ اقْنُتِي لِرَبِّكِ وَاسْجُدِي وَارْكَعِي مَعَ الرَّاكِعِينَ ﴿٤٣﴾",
        "urdu_text": "مریم اپنے پروردگار کی فرمانبرداری کرنا اور سجدہ کرنا اور رکوع کرنے والوں کے ساتھ رکوع کرنا",
        "arabic_start_time": "0:00:24.868",
        "arabic_end_time": "0:00:33.488",
        "urdu_start_time": "0:00:33.488",
        "urdu_end_time": "0:00:40.802"
    },
    {
        "ind": 337,
        "chapter_no": 3,
        "verse_no": 44,
        "arabic_text": "ذَلِكَ مِنْ أَنْبَاءِ الْغَيْبِ نُوحِيهِ إِلَيْكَ وَمَا كُنْتَ لَدَيْهِمْ إِذْ يُلْقُونَ أَقْلَامَهُمْ أَيُّهُمْ يَكْفُلُ مَرْيَمَ وَمَا كُنْتَ لَدَيْهِمْ إِذْ يَخْتَصِمُونَ ﴿٤٤﴾",
        "urdu_text": "(اے محمدﷺ) یہ باتیں اخبار غیب میں سے ہیں جو ہم تمہارے پاس بھیجتے ہیں اور جب وہ لوگ اپنے قلم (بطور قرعہ) ڈال رہے تھے کہ مریم کا متکفل کون بنے تو تم ان کے پاس نہیں تھے اور نہ اس وقت ہی ان کے پاس تھے جب وہ آپس میں جھگڑ رہے تھے",
        "arabic_start_time": "0:00:40.802",
        "arabic_end_time": "0:01:04.390",
        "urdu_start_time": "0:01:04.390",
        "urdu_end_time": "0:01:22.910"
    },
    {
        "ind": 338,
        "chapter_no": 3,
        "verse_no": 45,
        "arabic_text": "إِذْ قَالَتِ الْمَلَائِكَةُ يَا مَرْيَمُ إِنَّ اللَّهَ يُبَشِّرُكِ بِكَلِمَةٍ مِنْهُ اسْمُهُ الْمَسِيحُ عِيسَى ابْنُ مَرْيَمَ وَجِيهًا فِي الدُّنْيَا وَالْآخِرَةِ وَمِنَ الْمُقَرَّبِينَ ﴿٤٥﴾",
        "urdu_text": "(وہ وقت بھی یاد کرنے کے لائق ہے) جب فرشتوں نے (مریم سے کہا) کہ مریم خدا تم کو اپنی طرف سے ایک فیض کی بشارت دیتا ہے جس کا نام مسیح (اور مشہور) عیسیٰ ابن مریم ہوگا (اور) جو دنیا اور آخرت میں باآبرو اور (خدا کے) خاصوں میں سے ہوگا",
        "arabic_start_time": "0:01:22.910",
        "arabic_end_time": "0:01:46.759",
        "urdu_start_time": "0:01:46.759",
        "urdu_end_time": "0:02:02.824"
    },
    {
        "ind": 339,
        "chapter_no": 3,
        "verse_no": 46,
        "arabic_text": "وَيُكَلِّمُ النَّاسَ فِي الْمَهْدِ وَكَهْلًا وَمِنَ الصَّالِحِينَ ﴿٤٦﴾",
        "urdu_text": "اور ماں کی گود میں اور بڑی عمر کا ہو کر (دونوں حالتوں میں) لوگوں سے (یکساں) گفتگو کرے گا اور نیکو کاروں میں ہوگا",
        "arabic_start_time": "0:02:02.824",
        "arabic_end_time": "0:02:11.784",
        "urdu_start_time": "0:02:11.784",
        "urdu_end_time": "0:02:20.247"
    },
    {
        "ind": 340,
        "chapter_no": 3,
        "verse_no": 47,
        "arabic_text": "قَالَتْ رَبِّ أَنَّى يَكُونُ لِي وَلَدٌ وَلَمْ يَمْسَسْنِي بَشَرٌ قَالَ كَذَلِكِ اللَّهُ يَخْلُقُ مَا يَشَاءُ إِذَا قَضَى أَمْرًا فَإِنَّمَا يَقُولُ لَهُ كُنْ فَيَكُونُ ﴿٤٧﴾",
        "urdu_text": "مریم نے کہا پروردگار میرے ہاں بچہ کیونکر ہوگا کہ کسی انسان نے مجھے ہاتھ تک تو لگایا نہیں فرمایا کہ خدا اسی طرح جو چاہتا ہے پیدا کرتا ہے جب وہ کوئی کام کرنا چاہتا ہے تو ارشاد فرما دیتا ہے کہ ہوجا تو وہ ہو جاتا ہے",
        "arabic_start_time": "0:02:20.247",
        "arabic_end_time": "0:02:46.578",
        "urdu_start_time": "0:02:46.578",
        "urdu_end_time": "0:03:02.591"
    },
    {
        "ind": 341,
        "chapter_no": 3,
        "verse_no": 48,
        "arabic_text": "وَيُعَلِّمُهُ الْكِتَابَ وَالْحِكْمَةَ وَالتَّوْرَاةَ وَالْإِنْجِيلَ ﴿٤٨﴾",
        "urdu_text": "اور وہ انہیں لکھنا (پڑھنا) اور دانائی اور تورات اور انجیل سکھائے گا",
        "arabic_start_time": "0:03:02.591",
        "arabic_end_time": "0:03:11.968",
        "urdu_start_time": "0:03:11.968",
        "urdu_end_time": "0:03:17.061"
    },
    {
        "ind": 342,
        "chapter_no": 3,
        "verse_no": 49,
        "arabic_text": "وَرَسُولًا إِلَى بَنِي إِسْرَائِيلَ أَنِّي قَدْ جِئْتُكُمْ بِآيَةٍ مِنْ رَبِّكُمْ أَنِّي أَخْلُقُ لَكُمْ مِنَ الطِّينِ كَهَيْئَةِ الطَّيْرِ فَأَنْفُخُ فِيهِ فَيَكُونُ طَيْرًا بِإِذْنِ اللَّهِ وَأُبْرِئُ الْأَكْمَهَ وَالْأَبْرَصَ وَأُحْيِي الْمَوْتَى بِإِذْنِ اللَّهِ وَأُنَبِّئُكُمْ بِمَا تَأْكُلُونَ وَمَا تَدَّخِرُونَ فِي بُيُوتِكُمْ إِنَّ فِي ذَلِكَ لَآيَةً لَكُمْ إِنْ كُنْتُمْ مُؤْمِنِينَ ﴿٤٩﴾",
        "urdu_text": "اور (عیسیٰ) بنی اسرائیل کی طرف پیغمبر (ہو کر جائیں گے اور کہیں گے) کہ میں تمہارے پروردگار کی طرف سے نشانی لے کر آیا ہوں وہ یہ کہ تمہارے سامنے مٹی کی مورت بشکل پرند بناتا ہوں پھر اس میں پھونک مارتا ہوں تو وہ خدا کے حکم سے (سچ مچ) جانور ہو جاتا ہے اور اندھے اور ابرص کو تندرست کر دیتا ہوں اور خدا کے حکم سے مردے میں جان ڈال دیتا ہوں اور جو کچھ تم کھا کر آتے ہو اور جو اپنے گھروں میں جمع کر رکھتے ہو سب تم کو بتا دیتا ہوں اگر تم صاحب ایمان ہو تو ان باتوں میں تمہارے لیے (قدرت خدا کی) نشانی ہے",
        "arabic_start_time": "0:03:17.061",
        "arabic_end_time": "0:04:12.754",
        "urdu_start_time": "0:04:12.754",
        "urdu_end_time": "0:04:48.254"
    },
    {
        "ind": 343,
        "chapter_no": 3,
        "verse_no": 50,
        "arabic_text": "وَمُصَدِّقًا لِمَا بَيْنَ يَدَيَّ مِنَ التَّوْرَاةِ وَلِأُحِلَّ لَكُمْ بَعْضَ الَّذِي حُرِّمَ عَلَيْكُمْ وَجِئْتُكُمْ بِآيَةٍ مِنْ رَبِّكُمْ فَاتَّقُوا اللَّهَ وَأَطِيعُونِ ﴿٥٠﴾",
        "urdu_text": "اور مجھ سے پہلے جو تورات (نازل ہوئی) تھی اس کی تصدیق بھی کرتا ہوں اور (میں) اس لیے بھی (آیا ہوں) کہ بعض چیزیں جو تم پر حرام تھیں ان کو تمہارے لیے حلال کر دوں اور میں تو تمہارے پروردگار کی طرف سے نشانی لے کر آیا ہوں تو خدا سے ڈرو اور میرا کہا مانو",
        "arabic_start_time": "0:04:48.254",
        "arabic_end_time": "0:05:10.066",
        "urdu_start_time": "0:05:10.066",
        "urdu_end_time": "0:05:26.601"
    },
    {
        "ind": 344,
        "chapter_no": 3,
        "verse_no": 51,
        "arabic_text": "إِنَّ اللَّهَ رَبِّي وَرَبُّكُمْ فَاعْبُدُوهُ هَذَا صِرَاطٌ مُسْتَقِيمٌ ﴿٥١﴾",
        "urdu_text": "کچھ شک نہیں کہ خدا ہی میرا اور تمہارا پروردگار ہے تو اسی کی عبادت کرو یہی سیدھا رستہ ہے",
        "arabic_start_time": "0:05:26.601",
        "arabic_end_time": "0:05:40.158",
        "urdu_start_time": "0:05:40.158",
        "urdu_end_time": "0:05:47.655"
    },
    {
        "ind": 345,
        "chapter_no": 3,
        "verse_no": 52,
        "arabic_text": "فَلَمَّا أَحَسَّ عِيسَى مِنْهُمُ الْكُفْرَ قَالَ مَنْ أَنْصَارِي إِلَى اللَّهِ قَالَ الْحَوَارِيُّونَ نَحْنُ أَنْصَارُ اللَّهِ آمَنَّا بِاللَّهِ وَاشْهَدْ بِأَنَّا مُسْلِمُونَ ﴿٥٢﴾",
        "urdu_text": "جب عیسیٰؑ نے ان کی طرف سے نافرمانی اور (نیت قتل) دیکھی تو کہنے لگے کہ کوئی ہے جو خدا کا طرف دار اور میرا مددگار ہو حواری بولے کہ ہم خدا کے (طرفدار اور آپ کے) مددگار ہیں ہم خدا پر ایمان لائے اور آپ گواہ رہیں کہ ہم فرمانبردار ہیں",
        "arabic_start_time": "0:05:47.655",
        "arabic_end_time": "0:06:15.266",
        "urdu_start_time": "0:06:15.266",
        "urdu_end_time": "0:06:32.428"
    },
    {
        "ind": 346,
        "chapter_no": 3,
        "verse_no": 53,
        "arabic_text": "رَبَّنَا آمَنَّا بِمَا أَنْزَلْتَ وَاتَّبَعْنَا الرَّسُولَ فَاكْتُبْنَا مَعَ الشَّاهِدِينَ ﴿٥٣﴾",
        "urdu_text": "اے پروردگار جو (کتاب) تو نے نازل فرمائی ہے ہم اس پر ایمان لے آئے اور (تیرے) پیغمبر کے متبع ہو چکے تو ہم کو ماننے والوں میں لکھ رکھ",
        "arabic_start_time": "0:06:32.428",
        "arabic_end_time": "0:06:47.788",
        "urdu_start_time": "0:06:47.788",
        "urdu_end_time": "0:06:58.289"
    },
    {
        "ind": 347,
        "chapter_no": 3,
        "verse_no": 54,
        "arabic_text": "وَمَكَرُوا وَمَكَرَ اللَّهُ وَاللَّهُ خَيْرُ الْمَاكِرِينَ ﴿٥٤﴾",
        "urdu_text": "اور وہ (یعنی یہود قتل عیسیٰ کے بارے میں ایک) چال چلے اور خدا بھی (عیسیٰ کو بچانے کے لیے) چال چلا اور خدا خوب چال چلنے والا ہے",
        "arabic_start_time": "0:06:58.289",
        "arabic_end_time": "0:07:08.502",
        "urdu_start_time": "0:07:08.502",
        "urdu_end_time": "0:07:18.036"
    },
    {
        "ind": 348,
        "chapter_no": 3,
        "verse_no": 55,
        "arabic_text": "إِذْ قَالَ اللَّهُ يَا عِيسَى إِنِّي مُتَوَفِّيكَ وَرَافِعُكَ إِلَيَّ وَمُطَهِّرُكَ مِنَ الَّذِينَ كَفَرُوا وَجَاعِلُ الَّذِينَ اتَّبَعُوكَ فَوْقَ الَّذِينَ كَفَرُوا إِلَى يَوْمِ الْقِيَامَةِ ثُمَّ إِلَيَّ مَرْجِعُكُمْ فَأَحْكُمُ بَيْنَكُمْ فِيمَا كُنْتُمْ فِيهِ تَخْتَلِفُونَ ﴿٥٥﴾",
        "urdu_text": "اس وقت خدا نے فرمایا کہ عیسیٰ! میں تمہاری دنیا میں رہنے کی مدت پوری کرکے تم کو اپنی طرف اٹھا لوں گا اور تمہیں کافروں (کی صحبت) سے پاک کر دوں گا اور جو لوگ تمہاری پیروی کریں گے ان کو کافروں پر قیامت تک فائق (وغالب) رکھوں گا پھر تم سب میرے پاس لوٹ کر آؤ گے تو جن باتوں میں تم اختلاف کرتے تھے اس دن تم میں ان کا فیصلہ کردوں گا",
        "arabic_start_time": "0:00:00.000",
        "arabic_end_time": "0:00:40.045",
        "urdu_start_time": "0:00:40.045",
        "urdu_end_time": "0:01:03.633"
    },
    {
        "ind": 349,
        "chapter_no": 3,
        "verse_no": 56,
        "arabic_text": "فَأَمَّا الَّذِينَ كَفَرُوا فَأُعَذِّبُهُمْ عَذَابًا شَدِيدًا فِي الدُّنْيَا وَالْآخِرَةِ وَمَا لَهُمْ مِنْ نَاصِرِينَ ﴿٥٦﴾",
        "urdu_text": "یعنی جو کافر ہوئے ان کو دنیا اور آخرت (دونوں) میں سخت عذاب دوں گا اور ان کا کوئی مددگار نہ ہوگا",
        "arabic_start_time": "0:01:03.633",
        "arabic_end_time": "0:01:20.795",
        "urdu_start_time": "0:01:20.795",
        "urdu_end_time": "0:01:28.266"
    },
    {
        "ind": 350,
        "chapter_no": 3,
        "verse_no": 57,
        "arabic_text": "وَأَمَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ فَيُوَفِّيهِمْ أُجُورَهُمْ وَاللَّهُ لَا يُحِبُّ الظَّالِمِينَ ﴿٥٧﴾",
        "urdu_text": "اور جو ایمان لائے اور نیک عمل کرتے رہے ان کو خدا پورا پورا صلہ دے گا اور خدا ظالموں کو دوست نہیں رکھتا",
        "arabic_start_time": "0:01:28.266",
        "arabic_end_time": "0:01:43.103",
        "urdu_start_time": "0:01:43.103",
        "urdu_end_time": "0:01:51.018"
    },
    {
        "ind": 351,
        "chapter_no": 3,
        "verse_no": 58,
        "arabic_text": "ذَلِكَ نَتْلُوهُ عَلَيْكَ مِنَ الْآيَاتِ وَالذِّكْرِ الْحَكِيمِ ﴿٥٨﴾",
        "urdu_text": "(اے محمدﷺ) یہ ہم تم کو (خدا کی) آیتیں اور حکمت بھری نصیحتیں پڑھ پڑھ کر سناتے ہیں",
        "arabic_start_time": "0:01:51.018",
        "arabic_end_time": "0:01:59.821",
        "urdu_start_time": "0:01:59.821",
        "urdu_end_time": "0:02:08.023"
    },
    {
        "ind": 352,
        "chapter_no": 3,
        "verse_no": 59,
        "arabic_text": "إِنَّ مَثَلَ عِيسَى عِنْدَ اللَّهِ كَمَثَلِ آدَمَ خَلَقَهُ مِنْ تُرَابٍ ثُمَّ قَالَ لَهُ كُنْ فَيَكُونُ ﴿٥٩﴾",
        "urdu_text": "عیسیٰ کا حال خدا کے نزدیک آدم کا سا ہے کہ اس نے (پہلے) مٹی سے ان کا قالب بنایا پھر فرمایا کہ (انسان) ہو جا تو وہ (انسان) ہو گئے",
        "arabic_start_time": "0:02:08.023",
        "arabic_end_time": "0:02:25.394",
        "urdu_start_time": "0:02:25.394",
        "urdu_end_time": "0:02:35.189"
    },
    {
        "ind": 353,
        "chapter_no": 3,
        "verse_no": 60,
        "arabic_text": "الْحَقُّ مِنْ رَبِّكَ فَلَا تَكُنْ مِنَ الْمُمْتَرِينَ ﴿٦٠﴾",
        "urdu_text": "(یہ بات) تمہارے پروردگار کی طرف سے حق ہے تو تم ہرگز شک کرنے والوں میں نہ ہونا",
        "arabic_start_time": "0:02:35.189",
        "arabic_end_time": "0:02:43.339",
        "urdu_start_time": "0:02:43.339",
        "urdu_end_time": "0:02:49.059"
    },
    {
        "ind": 354,
        "chapter_no": 3,
        "verse_no": 61,
        "arabic_text": "فَمَنْ حَاجَّكَ فِيهِ مِنْ بَعْدِ مَا جَاءَكَ مِنَ الْعِلْمِ فَقُلْ تَعَالَوْا نَدْعُ أَبْنَاءَنَا وَأَبْنَاءَكُمْ وَنِسَاءَنَا وَنِسَاءَكُمْ وَأَنْفُسَنَا وَأَنْفُسَكُمْ ثُمَّ نَبْتَهِلْ فَنَجْعَلْ لَعْنَتَ اللَّهِ عَلَى الْكَاذِبِينَ ﴿٦١﴾",
        "urdu_text": "پھر اگر یہ لوگ عیسیٰ کے بارے میں تم سے جھگڑا کریں اور تم کو حقیقت الحال تو معلوم ہو ہی چلی ہے تو ان سے کہنا کہ آؤ ہم اپنے بیٹوں اور عورتوں کو بلائیں تم اپنے بیٹوں اور عورتوں کو بلاؤ اور ہم خود بھی آئیں اور تم خود بھی آؤ پھر دونوں فریق (خدا سے) دعا والتجا کریں اور جھوٹوں پر خدا کی لعنت بھیجیں",
        "arabic_start_time": "0:02:49.059",
        "arabic_end_time": "0:03:31.351",
        "urdu_start_time": "0:03:31.351",
        "urdu_end_time": "0:03:53.215"
    },
    {
        "ind": 355,
        "chapter_no": 3,
        "verse_no": 62,
        "arabic_text": "إِنَّ هَذَا لَهُوَ الْقَصَصُ الْحَقُّ وَمَا مِنْ إِلَهٍ إِلَّا اللَّهُ وَإِنَّ اللَّهَ لَهُوَ الْعَزِيزُ الْحَكِيمُ ﴿٦٢﴾",
        "urdu_text": "یہ تمام بیانات صحیح ہیں اور خدا کے سوا کوئی معبود نہیں اور بیشک خدا غالب اور صاحبِ حکمت ہے",
        "arabic_start_time": "0:03:53.215",
        "arabic_end_time": "0:04:10.455",
        "urdu_start_time": "0:04:10.455",
        "urdu_end_time": "0:04:18.657"
    },
    {
        "ind": 356,
        "chapter_no": 3,
        "verse_no": 63,
        "arabic_text": "فَإِنْ تَوَلَّوْا فَإِنَّ اللَّهَ عَلِيمٌ بِالْمُفْسِدِينَ ﴿٦٣﴾",
        "urdu_text": "تو اگر یہ لوگ پھر جائیں تو خدا مفسدوں کو خوب جانتا ہے",
        "arabic_start_time": "0:00:00.000",
        "arabic_end_time": "0:00:11.128",
        "urdu_start_time": "0:00:11.128",
        "urdu_end_time": "0:00:15.438"
    },
    {
        "ind": 357,
        "chapter_no": 3,
        "verse_no": 64,
        "arabic_text": "قُلْ يَا أَهْلَ الْكِتَابِ تَعَالَوْا إِلَى كَلِمَةٍ سَوَاءٍ بَيْنَنَا وَبَيْنَكُمْ أَلَّا نَعْبُدَ إِلَّا اللَّهَ وَلَا نُشْرِكَ بِهِ شَيْئًا وَلَا يَتَّخِذَ بَعْضُنَا بَعْضًا أَرْبَابًا مِنْ دُونِ اللَّهِ فَإِنْ تَوَلَّوْا فَقُولُوا اشْهَدُوا بِأَنَّا مُسْلِمُونَ ﴿٦٤﴾",
        "urdu_text": "کہہ دو کہ اے اہل کتاب جو بات ہمارے اور تمہارے دونوں کے درمیان یکساں (تسلیم کی گئی) ہے اس کی طرف آؤ وہ یہ کہ خدا کے سوا ہم کسی کی عبادت نہ کریں اور اس کے ساتھ کسی چیز کو شریک نہ بنائیں اور ہم میں سے کوئی کسی کو خدا کے سوا اپنا کار ساز نہ سمجھے اگر یہ لوگ (اس بات کو) نہ مانیں تو (ان سے) کہہ دو کہ تم گواہ رہو کہ ہم (خدا کے) فرماں بردار ہیں",
        "arabic_start_time": "0:00:15.438",
        "arabic_end_time": "0:00:57.782",
        "urdu_start_time": "0:00:57.782",
        "urdu_end_time": "0:01:22.180"
    },
    {
        "ind": 358,
        "chapter_no": 3,
        "verse_no": 65,
        "arabic_text": "يَا أَهْلَ الْكِتَابِ لِمَ تُحَاجُّونَ فِي إِبْرَاهِيمَ وَمَا أُنْزِلَتِ التَّوْرَاةُ وَالْإِنْجِيلُ إِلَّا مِنْ بَعْدِهِ أَفَلَا تَعْقِلُونَ ﴿٦٥﴾",
        "urdu_text": "اے اہلِ کتاب تم ابراہیم کے بارے میں کیوں جھگڑتے ہو حالانکہ تورات اور انجیل ان کے بعد اتری ہیں (اور وہ پہلے ہو چکے ہیں) تو کیا تم عقل نہیں رکھتے",
        "arabic_start_time": "0:01:22.180",
        "arabic_end_time": "0:01:47.257",
        "urdu_start_time": "0:01:47.257",
        "urdu_end_time": "0:01:58.150"
    },
    {
        "ind": 359,
        "chapter_no": 3,
        "verse_no": 66,
        "arabic_text": "هَا أَنْتُمْ هَؤُلَاءِ حَاجَجْتُمْ فِيمَا لَكُمْ بِهِ عِلْمٌ فَلِمَ تُحَاجُّونَ فِيمَا لَيْسَ لَكُمْ بِهِ عِلْمٌ وَاللَّهُ يَعْلَمُ وَأَنْتُمْ لَا تَعْلَمُونَ ﴿٦٦﴾",
        "urdu_text": "دیکھو ایسی بات میں تو تم نے جھگڑا کیا ہی تھا جس کا تمہیں کچھ علم تھا بھی مگر ایسی بات میں کیوں جھگڑتے ہو جس کا تمہیں کچھ بھی علم نہیں اور خدا جانتا ہے اور تم نہیں جانتے",
        "arabic_start_time": "0:01:58.150",
        "arabic_end_time": "0:02:26.492",
        "urdu_start_time": "0:02:26.492",
        "urdu_end_time": "0:02:39.109"
    },
    {
        "ind": 360,
        "chapter_no": 3,
        "verse_no": 67,
        "arabic_text": "مَا كَانَ إِبْرَاهِيمُ يَهُودِيًّا وَلَا نَصْرَانِيًّا وَلَكِنْ كَانَ حَنِيفًا مُسْلِمًا وَمَا كَانَ مِنَ الْمُشْرِكِينَ ﴿٦٧﴾",
        "urdu_text": "ابراہیم نہ تو یہودی تھے اور نہ عیسائی بلکہ سب سے بے تعلق ہو کر ایک (خدا) کے ہو رہے تھے اور اسی کے فرماں بردار تھے اور مشرکوں میں نہ تھے",
        "arabic_start_time": "0:02:39.109",
        "arabic_end_time": "0:02:56.323",
        "urdu_start_time": "0:02:56.323",
        "urdu_end_time": "0:03:06.510"
    },
    {
        "ind": 361,
        "chapter_no": 3,
        "verse_no": 68,
        "arabic_text": "إِنَّ أَوْلَى النَّاسِ بِإِبْرَاهِيمَ لَلَّذِينَ اتَّبَعُوهُ وَهَذَا النَّبِيُّ وَالَّذِينَ آمَنُوا وَاللَّهُ وَلِيُّ الْمُؤْمِنِينَ ﴿٦٨﴾",
        "urdu_text": "ابراہیم سے قرب رکھنے والے تو وہ لوگ ہیں جو ان کی پیروی کرتے ہیں اور پیغمبر (آخرالزمان) اور وہ لوگ جو ایمان لائے ہیں اور خدا مومنوں کا کارساز ہے",
        "arabic_start_time": "0:03:06.510",
        "arabic_end_time": "0:03:23.698",
        "urdu_start_time": "0:03:23.698",
        "urdu_end_time": "0:03:35.531"
    },
    {
        "ind": 362,
        "chapter_no": 3,
        "verse_no": 69,
        "arabic_text": "وَدَّتْ طَائِفَةٌ مِنْ أَهْلِ الْكِتَابِ لَوْ يُضِلُّونَكُمْ وَمَا يُضِلُّونَ إِلَّا أَنْفُسَهُمْ وَمَا يَشْعُرُونَ ﴿٦٩﴾",
        "urdu_text": "(اے اہل اسلام) بعضے اہلِ کتاب اس بات کی خواہش رکھتے ہیں کہ تم کو گمراہ کر دیں مگر یہ (تم کو کیا گمراہ کریں گے) اپنے آپ کو ہی گمراہ کر رہے ہیں اور نہیں جانتے",
        "arabic_start_time": "0:03:35.531",
        "arabic_end_time": "0:03:53.973",
        "urdu_start_time": "0:03:53.973",
        "urdu_end_time": "0:04:07.060"
    },
    {
        "ind": 363,
        "chapter_no": 3,
        "verse_no": 70,
        "arabic_text": "يَا أَهْلَ الْكِتَابِ لِمَ تَكْفُرُونَ بِآيَاتِ اللَّهِ وَأَنْتُمْ تَشْهَدُونَ ﴿٧٠﴾",
        "urdu_text": "اے اہلِ کتاب تم خدا کی آیتوں سے کیوں انکار کرتے ہو اور تم (تورات کو) مانتے تو ہو",
        "arabic_start_time": "0:04:07.060",
        "arabic_end_time": "0:04:19.285",
        "urdu_start_time": "0:04:19.285",
        "urdu_end_time": "0:04:25.658"
    },
    {
        "ind": 364,
        "chapter_no": 3,
        "verse_no": 71,
        "arabic_text": "يَا أَهْلَ الْكِتَابِ لِمَ تَلْبِسُونَ الْحَقَّ بِالْبَاطِلِ وَتَكْتُمُونَ الْحَقَّ وَأَنْتُمْ تَعْلَمُونَ ﴿٧١﴾",
        "urdu_text": "اے اہلِ کتاب تم سچ کو جھوٹ کے ساتھ خلط ملط کیوں کرتے ہو اور حق کو کیوں چھپاتے ہو اور تم جانتے بھی ہو",
        "arabic_start_time": "0:04:25.658",
        "arabic_end_time": "0:04:40.626",
        "urdu_start_time": "0:04:40.626",
        "urdu_end_time": "0:04:48.645"
    },
    {
        "ind": 365,
        "chapter_no": 3,
        "verse_no": 72,
        "arabic_text": "وَقَالَتْ طَائِفَةٌ مِنْ أَهْلِ الْكِتَابِ آمِنُوا بِالَّذِي أُنْزِلَ عَلَى الَّذِينَ آمَنُوا وَجْهَ النَّهَارِ وَاكْفُرُوا آخِرَهُ لَعَلَّهُمْ يَرْجِعُونَ ﴿٧٢﴾",
        "urdu_text": "اور اہلِ کتاب ایک دوسرے سے کہتے ہیں کہ جو (کتاب) مومنوں پر نازل ہوئی ہے اس پر دن کے شروع میں تو ایمان لے آیا کرو اور اس کے آخر میں انکار کر دیا کرو تاکہ وہ (اسلام سے) برگشتہ ہو جائیں",
        "arabic_start_time": "0:00:00.000",
        "arabic_end_time": "0:00:23.510",
        "urdu_start_time": "0:00:23.510",
        "urdu_end_time": "0:00:35.892"
    },
    {
        "ind": 366,
        "chapter_no": 3,
        "verse_no": 73,
        "arabic_text": "وَلَا تُؤْمِنُوا إِلَّا لِمَنْ تَبِعَ دِينَكُمْ قُلْ إِنَّ الْهُدَى هُدَى اللَّهِ أَنْ يُؤْتَى أَحَدٌ مِثْلَ مَا أُوتِيتُمْ أَوْ يُحَاجُّوكُمْ عِنْدَ رَبِّكُمْ قُلْ إِنَّ الْفَضْلَ بِيَدِ اللَّهِ يُؤْتِيهِ مَنْ يَشَاءُ وَاللَّهُ وَاسِعٌ عَلِيمٌ ﴿٧٣﴾",
        "urdu_text": "اور اپنے دین کے پیرو کے سوا کسی اور کے قائل نہ ہونا (اے پیغمبر) کہہ دو کہ ہدایت تو خدا ہی کی ہدایت ہے (وہ یہ بھی کہتے ہیں) یہ بھی (نہ ماننا) کہ جو چیز تم کو ملی ہے ویسی کسی اور کو ملے گی یا وہ تمہیں خدا کے روبرو قائل معقول کر سکیں گے یہ بھی کہہ دو کہ بزرگی خدا ہی کے ہاتھ میں ہے وہ جسے چاہتا ہے دیتا ہے اور خدا کشائش والا (اور) علم والا ہے",
        "arabic_start_time": "0:00:35.892",
        "arabic_end_time": "0:01:21.580",
        "urdu_start_time": "0:01:21.580",
        "urdu_end_time": "0:01:48.277"
    },
    {
        "ind": 367,
        "chapter_no": 3,
        "verse_no": 74,
        "arabic_text": "يَخْتَصُّ بِرَحْمَتِهِ مَنْ يَشَاءُ وَاللَّهُ ذُو الْفَضْلِ الْعَظِيمِ ﴿٧٤﴾",
        "urdu_text": "وہ اپنی رحمت سے جس کو چاہتا ہے خاص کر لیتا ہے اور خدا بڑے فضل کا مالک ہے",
        "arabic_start_time": "0:01:48.277",
        "arabic_end_time": "0:02:01.599",
        "urdu_start_time": "0:02:01.599",
        "urdu_end_time": "0:02:07.764"
    },
    {
        "ind": 368,
        "chapter_no": 3,
        "verse_no": 75,
        "arabic_text": "وَمِنْ أَهْلِ الْكِتَابِ مَنْ إِنْ تَأْمَنْهُ بِقِنْطَارٍ يُؤَدِّهِ إِلَيْكَ وَمِنْهُمْ مَنْ إِنْ تَأْمَنْهُ بِدِينَارٍ لَا يُؤَدِّهِ إِلَيْكَ إِلَّا مَا دُمْتَ عَلَيْهِ قَائِمًا ذَلِكَ بِأَنَّهُمْ قَالُوا لَيْسَ عَلَيْنَا فِي الْأُمِّيِّينَ سَبِيلٌ وَيَقُولُونَ عَلَى اللَّهِ الْكَذِبَ وَهُمْ يَعْلَمُونَ ﴿٧٥﴾",
        "urdu_text": "اور اہلِ کتاب میں سے کوئی تو ایسا ہے کہ اگر تم اس کے پاس (روپوں کا) ڈھیر امانت رکھ دو تو تم کو (فوراً) واپس دے دے اور کوئی اس طرح کا ہے کہ اگر اس کے پاس ایک دینار بھی امانت رکھو تو جب تک اس کے سر پر ہر وقت کھڑے نہ رہو تمہیں دے ہی نہیں یہ اس لیے کہ وہ کہتے ہیں کہ امیوں کے بارے میں ہم سے مواخذہ نہیں ہوگا یہ خدا پر محض جھوٹ بولتے ہیں اور (اس بات کو) جانتے بھی ہیں",
        "arabic_start_time": "0:02:07.764",
        "arabic_end_time": "0:02:49.664",
        "urdu_start_time": "0:02:49.664",
        "urdu_end_time": "0:03:15.211"
    },
    {
        "ind": 369,
        "chapter_no": 3,
        "verse_no": 76,
        "arabic_text": "بَلَى مَنْ أَوْفَى بِعَهْدِهِ وَاتَّقَى فَإِنَّ اللَّهَ يُحِبُّ الْمُتَّقِينَ ﴿٧٦﴾",
        "urdu_text": "ہاں جو شخص اپنے اقرار کو پورا کرے اور (خدا سے) ڈرے تو خدا ڈرنے والوں کو دوست رکھتا ہے",
        "arabic_start_time": "0:03:15.211",
        "arabic_end_time": "0:03:26.313",
        "urdu_start_time": "0:03:26.313",
        "urdu_end_time": "0:03:32.504"
    },
    {
        "ind": 370,
        "chapter_no": 3,
        "verse_no": 77,
        "arabic_text": "إِنَّ الَّذِينَ يَشْتَرُونَ بِعَهْدِ اللَّهِ وَأَيْمَانِهِمْ ثَمَنًا قَلِيلًا أُولَئِكَ لَا خَلَاقَ لَهُمْ فِي الْآخِرَةِ وَلَا يُكَلِّمُهُمُ اللَّهُ وَلَا يَنْظُرُ إِلَيْهِمْ يَوْمَ الْقِيَامَةِ وَلَا يُزَكِّيهِمْ وَلَهُمْ عَذَابٌ أَلِيمٌ ﴿٧٧﴾",
        "urdu_text": "جو لوگ خدا کے اقراروں اور اپنی قسموں (کو بیچ ڈالتے ہیں اور ان) کے عوض تھوڑی سی قیمت حاصل کرتے ہیں ان کا آخرت میں کچھ حصہ نہیں ان سے خدا نہ تو کلام کرے گا اور نہ قیامت کے روز ان کی طرف دیکھے گا اور نہ ان کو پاک کرے گا اور ان کو دکھ دینے والا عذاب ہوگا",
        "arabic_start_time": "0:03:32.504",
        "arabic_end_time": "0:04:03.903",
        "urdu_start_time": "0:04:03.903",
        "urdu_end_time": "0:04:22.397"
    },
    {
        "ind": 371,
        "chapter_no": 3,
        "verse_no": 78,
        "arabic_text": "وَإِنَّ مِنْهُمْ لَفَرِيقًا يَلْوُونَ أَلْسِنَتَهُمْ بِالْكِتَابِ لِتَحْسَبُوهُ مِنَ الْكِتَابِ وَمَا هُوَ مِنَ الْكِتَابِ وَيَقُولُونَ هُوَ مِنْ عِنْدِ اللَّهِ وَمَا هُوَ مِنْ عِنْدِ اللَّهِ وَيَقُولُونَ عَلَى اللَّهِ الْكَذِبَ وَهُمْ يَعْلَمُونَ ﴿٧٨﴾",
        "urdu_text": "اور ان (اہلِ کتاب) میں بعضے ایسے ہیں کہ کتاب (تورات) کو زبان مروڑ مروڑ کر پڑھتے ہیں تاکہ تم سمجھو کہ جو کچھ وہ پڑھتے ہیں کتاب میں سے ہے حالانکہ وہ کتاب میں سے نہیں ہے اور کہتے ہیں کہ وہ خدا کی طرف سے (نازل ہوا) ہے حالانکہ وہ خدا کی طرف سے نہیں ہوتا اور خدا پر جھوٹ بولتے ہیں اور (یہ بات) جانتے بھی ہیں",
        "arabic_start_time": "0:04:22.397",
        "arabic_end_time": "0:04:53.926",
        "urdu_start_time": "0:04:53.926",
        "urdu_end_time": "0:05:17.828"
    },
    {
        "ind": 372,
        "chapter_no": 3,
        "verse_no": 79,
        "arabic_text": "مَا كَانَ لِبَشَرٍ أَنْ يُؤْتِيَهُ اللَّهُ الْكِتَابَ وَالْحُكْمَ وَالنُّبُوَّةَ ثُمَّ يَقُولَ لِلنَّاسِ كُونُوا عِبَادًا لِي مِنْ دُونِ اللَّهِ وَلَكِنْ كُونُوا رَبَّانِيِّينَ بِمَا كُنْتُمْ تُعَلِّمُونَ الْكِتَابَ وَبِمَا كُنْتُمْ تَدْرُسُونَ ﴿٧٩﴾",
        "urdu_text": "کسی آدمی کو شایاں نہیں کہ خدا تو اسے کتاب اور حکومت اور نبوت عطا فرمائے اور وہ لوگوں سے کہے کہ خدا کو چھوڑ کر میرے بندے ہو جاؤ بلکہ (اس کو یہ کہنا سزاوار ہے کہ اے اہلِ کتاب) تم (علمائے) ربانی ہو جاؤ کیونکہ تم کتابِ (خدا) پڑھتے پڑھاتے رہتے ہو",
        "arabic_start_time": "0:05:17.828",
        "arabic_end_time": "0:05:50.820",
        "urdu_start_time": "0:05:50.820",
        "urdu_end_time": "0:06:13.024"
    },
    {
        "ind": 373,
        "chapter_no": 3,
        "verse_no": 80,
        "arabic_text": "وَلَا يَأْمُرَكُمْ أَنْ تَتَّخِذُوا الْمَلَائِكَةَ وَالنَّبِيِّينَ أَرْبَابًا أَيَأْمُرُكُمْ بِالْكُفْرِ بَعْدَ إِذْ أَنْتُمْ مُسْلِمُونَ ﴿٨٠﴾",
        "urdu_text": "اور اس کو یہ بھی نہیں کہنا چاہیے کہ تم فرشتوں اور پیغمبروں کو خدا بنالو بھلا جب تم مسلمان ہو چکے تو کیا اسے زیبا ہے کہ تمہیں کافر ہونے کو کہے",
        "arabic_start_time": "0:06:13.024",
        "arabic_end_time": "0:06:34.548",
        "urdu_start_time": "0:06:34.548",
        "urdu_end_time": "0:06:46.381"
    },
    {
        "ind": 374,
        "chapter_no": 3,
        "verse_no": 81,
        "arabic_text": "وَإِذْ أَخَذَ اللَّهُ مِيثَاقَ النَّبِيِّينَ لَمَا آتَيْتُكُمْ مِنْ كِتَابٍ وَحِكْمَةٍ ثُمَّ جَاءَكُمْ رَسُولٌ مُصَدِّقٌ لِمَا مَعَكُمْ لَتُؤْمِنُنَّ بِهِ وَلَتَنْصُرُنَّهُ قَالَ أَأَقْرَرْتُمْ وَأَخَذْتُمْ عَلَى ذَلِكُمْ إِصْرِي قَالُوا أَقْرَرْنَا قَالَ فَاشْهَدُوا وَأَنَا مَعَكُمْ مِنَ الشَّاهِدِينَ ﴿٨١﴾",
        "urdu_text": "اور جب خدا نے پیغمبروں سے عہد لیا کہ جب میں تم کو کتاب اور دانائی عطا کروں پھر تمہارے پاس کوئی پیغمبر آئے جو تمہاری کتاب کی تصدیق کرے تو تمھیں ضرور اس پر ایمان لانا ہوگا اور ضرور اس کی مدد کرنی ہوگی اور (عہد لینے کے بعد) پوچھا کہ بھلا تم نے اقرار کیا اور اس اقرار پر میرا ذمہ لیا (یعنی مجھے ضامن ٹہرایا) انہوں نے کہا (ہاں) ہم نے اقرار کیا (خدا نے) فرمایا کہ تم (اس عہد وپیمان کے) گواہ رہو اور میں بھی تمہارے ساتھ گواہ ہوں",
        "arabic_start_time": "0:00:00.000",
        "arabic_end_time": "0:00:46.341",
        "urdu_start_time": "0:00:46.341",
        "urdu_end_time": "0:01:24.218"
    },
    {
        "ind": 375,
        "chapter_no": 3,
        "verse_no": 82,
        "arabic_text": "فَمَنْ تَوَلَّى بَعْدَ ذَلِكَ فَأُولَئِكَ هُمُ الْفَاسِقُونَ ﴿٨٢﴾",
        "urdu_text": "تو جو اس کے بعد پھر جائیں وہ بد کردار ہیں",
        "arabic_start_time": "0:01:24.218",
        "arabic_end_time": "0:01:35.320",
        "urdu_start_time": "0:01:35.320",
        "urdu_end_time": "0:01:39.604"
    },
    {
        "ind": 376,
        "chapter_no": 3,
        "verse_no": 83,
        "arabic_text": "أَفَغَيْرَ دِينِ اللَّهِ يَبْغُونَ وَلَهُ أَسْلَمَ مَنْ فِي السَّمَاوَاتِ وَالْأَرْضِ طَوْعًا وَكَرْهًا وَإِلَيْهِ يُرْجَعُونَ ﴿٨٣﴾",
        "urdu_text": "کیا یہ (کافر) خدا کے دین کے سوا کسی اور دین کے طالب ہیں حالانکہ سب اہلِ آسمان و زمین خوشی یا زبردستی سے خدا کے فرماں بردار ہیں اور اسی کی طرف لوٹ کر جانے والے ہیں",
        "arabic_start_time": "0:01:39.604",
        "arabic_end_time": "0:02:04.002",
        "urdu_start_time": "0:02:04.002",
        "urdu_end_time": "0:02:18.108"
    },
    {
        "ind": 377,
        "chapter_no": 3,
        "verse_no": 84,
        "arabic_text": "قُلْ آمَنَّا بِاللَّهِ وَمَا أُنْزِلَ عَلَيْنَا وَمَا أُنْزِلَ عَلَى إِبْرَاهِيمَ وَإِسْمَاعِيلَ وَإِسْحَاقَ وَيَعْقُوبَ وَالْأَسْبَاطِ وَمَا أُوتِيَ مُوسَى وَعِيسَى وَالنَّبِيُّونَ مِنْ رَبِّهِمْ لَا نُفَرِّقُ بَيْنَ أَحَدٍ مِنْهُمْ وَنَحْنُ لَهُ مُسْلِمُونَ ﴿٨٤﴾",
        "urdu_text": "کہو کہ ہم خدا پر ایمان لائے اور جو کتاب ہم پر نازل ہوئی اور جو صحیفے ابراہیم اور اسماعیل اور اسحٰق اور یعقوب اور ان کی اولاد پر اترے اور جو کتابیں موسیٰ اور عیسیٰ اور دوسرے انبیاء کو پروردگار کی طرف سے ملیں سب پر ایمان لائے ہم ان پیغمبروں میں سے کسی میں کچھ فرق نہیں کرتے اور ہم اسی (خدائے واحد) کے فرماں بردار ہیں",
        "arabic_start_time": "0:02:18.108",
        "arabic_end_time": "0:02:56.743",
        "urdu_start_time": "0:02:56.743",
        "urdu_end_time": "0:03:25.138"
    },
    {
        "ind": 378,
        "chapter_no": 3,
        "verse_no": 85,
        "arabic_text": "وَمَنْ يَبْتَغِ غَيْرَ الْإِسْلَامِ دِينًا فَلَنْ يُقْبَلَ مِنْهُ وَهُوَ فِي الْآخِرَةِ مِنَ الْخَاسِرِينَ ﴿٨٥﴾",
        "urdu_text": "اور جو شخص اسلام کے سوا کسی اور دین کا طالب ہوگا وہ اس سے ہرگز قبول نہیں کیا جائے گا اور ایسا شخص آخرت میں نقصان اٹھانے والوں میں ہوگا",
        "arabic_start_time": "0:03:25.138",
        "arabic_end_time": "0:03:43.972",
        "urdu_start_time": "0:03:43.972",
        "urdu_end_time": "0:03:54.969"
    },
    {
        "ind": 379,
        "chapter_no": 3,
        "verse_no": 86,
        "arabic_text": "كَيْفَ يَهْدِي اللَّهُ قَوْمًا كَفَرُوا بَعْدَ إِيمَانِهِمْ وَشَهِدُوا أَنَّ الرَّسُولَ حَقٌّ وَجَاءَهُمُ الْبَيِّنَاتُ وَاللَّهُ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ ﴿٨٦﴾",
        "urdu_text": "خدا ایسے لوگوں کو کیونکر ہدایت دے جو ایمان لانے کے بعد کافر ہوگئے اور (پہلے) اس بات کی گواہی دے چکے کہ یہ پیغمبر برحق ہے اور ان کے پاس دلائل بھی آگئے اور خدا بے انصافوں کو ہدایت نہیں دیتا",
        "arabic_start_time": "0:03:54.969",
        "arabic_end_time": "0:04:20.569",
        "urdu_start_time": "0:04:20.569",
        "urdu_end_time": "0:04:39.272"
    },
    {
        "ind": 380,
        "chapter_no": 3,
        "verse_no": 87,
        "arabic_text": "أُولَئِكَ جَزَاؤُهُمْ أَنَّ عَلَيْهِمْ لَعْنَةَ اللَّهِ وَالْمَلَائِكَةِ وَالنَّاسِ أَجْمَعِينَ ﴿٨٧﴾",
        "urdu_text": "ان لوگوں کی سزا یہ ہے کہ ان پر خدا کی اور فرشتوں کی اور انسانوں کی سب کی لعنت ہو",
        "arabic_start_time": "0:04:39.272",
        "arabic_end_time": "0:04:55.859",
        "urdu_start_time": "0:04:55.859",
        "urdu_end_time": "0:05:03.956"
    },
    {
        "ind": 381,
        "chapter_no": 3,
        "verse_no": 88,
        "arabic_text": "خَالِدِينَ فِيهَا لَا يُخَفَّفُ عَنْهُمُ الْعَذَابُ وَلَا هُمْ يُنْظَرُونَ ﴿٨٨﴾",
        "urdu_text": "ہمیشہ اس لعنت میں (گرفتار) رہیں گے ان سے نہ تو عذاب ہلکا کیا جائے گا اور نہ انہیں مہلت دے جائے گی",
        "arabic_start_time": "0:05:03.956",
        "arabic_end_time": "0:05:14.953",
        "urdu_start_time": "0:05:14.953",
        "urdu_end_time": "0:05:23.730"
    },
    {
        "ind": 382,
        "chapter_no": 3,
        "verse_no": 89,
        "arabic_text": "إِلَّا الَّذِينَ تَابُوا مِنْ بَعْدِ ذَلِكَ وَأَصْلَحُوا فَإِنَّ اللَّهَ غَفُورٌ رَحِيمٌ ﴿٨٩﴾",
        "urdu_text": "ہاں جنہوں نے اس کے بعد توبہ کی اور اپنی حالت درست کر لی تو خدا بخشنے والا مہربان ہے",
        "arabic_start_time": "0:05:23.730",
        "arabic_end_time": "0:05:37.653",
        "urdu_start_time": "0:05:37.653",
        "urdu_end_time": "0:05:46.299"
    },
    {
        "ind": 383,
        "chapter_no": 3,
        "verse_no": 90,
        "arabic_text": "إِنَّ الَّذِينَ كَفَرُوا بَعْدَ إِيمَانِهِمْ ثُمَّ ازْدَادُوا كُفْرًا لَنْ تُقْبَلَ تَوْبَتُهُمْ وَأُولَئِكَ هُمُ الضَّالُّونَ ﴿٩٠﴾",
        "urdu_text": "جو لوگ ایمان لانے کے بعد کافر ہو گئے پھر کفر میں بڑھتے گئے ایسوں کی توبہ ہرگز قبول نہ ہوگی اور یہ لوگ گمراہ ہیں",
        "arabic_start_time": "0:05:46.299",
        "arabic_end_time": "0:06:12.473",
        "urdu_start_time": "0:06:12.473",
        "urdu_end_time": "0:06:25.847"
    },
    {
        "ind": 384,
        "chapter_no": 3,
        "verse_no": 91,
        "arabic_text": "إِنَّ الَّذِينَ كَفَرُوا وَمَاتُوا وَهُمْ كُفَّارٌ فَلَنْ يُقْبَلَ مِنْ أَحَدِهِمْ مِلْءُ الْأَرْضِ ذَهَبًا وَلَوِ افْتَدَى بِهِ أُولَئِكَ لَهُمْ عَذَابٌ أَلِيمٌ وَمَا لَهُمْ مِنْ نَاصِرِينَ ﴿٩١﴾",
        "urdu_text": "جو لوگ کافر ہوئے اور کفر ہی کی حالت میں مر گئے وہ اگر (نجات حاصل کرنی چاہیں اور) بدلے میں زمین بھر کر سونا دیں تو ہرگز قبول نہ کیا جائے گا ان لوگوں کو دکھ دینے والا عذاب ہو گا اور ان کی کوئی مدد نہیں کرے گا",
        "arabic_start_time": "0:06:25.847",
        "arabic_end_time": "0:06:55.391",
        "urdu_start_time": "0:06:55.391",
        "urdu_end_time": "0:07:18.901"
    },
    {
        "ind": 385,
        "chapter_no": 3,
        "verse_no": 92,
        "arabic_text": "لَنْ تَنَالُوا الْبِرَّ حَتَّى تُنْفِقُوا مِمَّا تُحِبُّونَ وَمَا تُنْفِقُوا مِنْ شَيْءٍ فَإِنَّ اللَّهَ بِهِ عَلِيمٌ ﴿٩٢﴾",
        "urdu_text": "(مومنو!) جب تک تم ان چیزوں میں سے جو تمھیں عزیز ہیں (راہِ خدا میں) صرف نہ کرو گے کبھی نیکی حاصل نہ کر سکو گے اور جو چیز تم صرف کرو گے خدا اس کو جانتا ہے",
        "arabic_start_time": "0:00:00.000",
        "arabic_end_time": "0:00:25.129",
        "urdu_start_time": "0:00:25.129",
        "urdu_end_time": "0:00:37.746"
    },
    {
        "ind": 386,
        "chapter_no": 3,
        "verse_no": 93,
        "arabic_text": "كُلُّ الطَّعَامِ كَانَ حِلًّا لِبَنِي إِسْرَائِيلَ إِلَّا مَا حَرَّمَ إِسْرَائِيلُ عَلَى نَفْسِهِ مِنْ قَبْلِ أَنْ تُنَزَّلَ التَّوْرَاةُ قُلْ فَأْتُوا بِالتَّوْرَاةِ فَاتْلُوهَا إِنْ كُنْتُمْ صَادِقِينَ ﴿٩٣﴾",
        "urdu_text": "بنی اسرائیل کے لیے (تورات کے نازل ہونے سے) پہلے کھانے کی تمام چیزیں حلال تھیں بجز ان کے جو یعقوب نے خود اپنے اوپر حرام کر لی تھیں کہہ دو کہ اگر سچے ہو تو تورات لاؤ اور اسے پڑھو (یعنی دلیل پیش کرو)",
        "arabic_start_time": "0:00:37.746",
        "arabic_end_time": "0:01:09.928",
        "urdu_start_time": "0:01:09.928",
        "urdu_end_time": "0:01:25.732"
    },
    {
        "ind": 387,
        "chapter_no": 3,
        "verse_no": 94,
        "arabic_text": "فَمَنِ افْتَرَى عَلَى اللَّهِ الْكَذِبَ مِنْ بَعْدِ ذَلِكَ فَأُولَئِكَ هُمُ الظَّالِمُونَ ﴿٩٤﴾",
        "urdu_text": "جو اس کے بعد بھی خدا پر جھوٹے افترا کریں تو ایسے لوگ ہی بےانصاف ہیں",
        "arabic_start_time": "0:01:25.732",
        "arabic_end_time": "0:01:37.852",
        "urdu_start_time": "0:01:37.852",
        "urdu_end_time": "0:01:43.651"
    },
    {
        "ind": 388,
        "chapter_no": 3,
        "verse_no": 95,
        "arabic_text": "قُلْ صَدَقَ اللَّهُ فَاتَّبِعُوا مِلَّةَ إِبْرَاهِيمَ حَنِيفًا وَمَا كَانَ مِنَ الْمُشْرِكِينَ ﴿٩٥﴾",
        "urdu_text": "کہہ دو کہ خدا نے سچ فرمایا دیا پس دین ابراہیم کی پیروی کرو جو سب سے بےتعلق ہو کر ایک (خدا) کے ہو رہے تھے اور مشرکوں سے نہ تھے",
        "arabic_start_time": "0:01:43.651",
        "arabic_end_time": "0:01:57.548",
        "urdu_start_time": "0:01:57.548",
        "urdu_end_time": "0:02:07.840"
    },
    {
        "ind": 389,
        "chapter_no": 3,
        "verse_no": 96,
        "arabic_text": "إِنَّ أَوَّلَ بَيْتٍ وُضِعَ لِلنَّاسِ لَلَّذِي بِبَكَّةَ مُبَارَكًا وَهُدًى لِلْعَالَمِينَ ﴿٩٦﴾",
        "urdu_text": "پہلا گھر جو لوگوں (کے عبادت کرنے) کے لیے مقرر کیا گیا تھا وہی ہے جو مکے میں ہے بابرکت اور جہاں کے لیے موجبِ ہدایت",
        "arabic_start_time": "0:02:07.840",
        "arabic_end_time": "0:02:21.502",
        "urdu_start_time": "0:02:21.502",
        "urdu_end_time": "0:02:32.499"
    },
    {
        "ind": 390,
        "chapter_no": 3,
        "verse_no": 97,
        "arabic_text": "فِيهِ آيَاتٌ بَيِّنَاتٌ مَقَامُ إِبْرَاهِيمَ وَمَنْ دَخَلَهُ كَانَ آمِنًا وَلِلَّهِ عَلَى النَّاسِ حِجُّ الْبَيْتِ مَنِ اسْتَطَاعَ إِلَيْهِ سَبِيلًا وَمَنْ كَفَرَ فَإِنَّ اللَّهَ غَنِيٌّ عَنِ الْعَالَمِينَ ﴿٩٧﴾",
        "urdu_text": "اس میں کھلی ہوئی نشانیاں ہیں جن میں سے ایک ابراہیم کے کھڑے ہونے کی جگہ ہے جو شخص اس (مبارک) گھر میں داخل ہوا اس نے امن پا لیا اور لوگوں پر خدا کا حق (یعنی فرض) ہے کہ جو اس گھر تک جانے کا مقدور رکھے وہ اس کا حج کرے اور جو اس حکم کی تعمیل نہ کرے گا تو خدا بھی اہلِ عالم سے بے نیاز ہے",
        "arabic_start_time": "0:02:32.499",
        "arabic_end_time": "0:03:03.297",
        "urdu_start_time": "0:03:03.297",
        "urdu_end_time": "0:03:26.023"
    },
    {
        "ind": 391,
        "chapter_no": 3,
        "verse_no": 98,
        "arabic_text": "قُلْ يَا أَهْلَ الْكِتَابِ لِمَ تَكْفُرُونَ بِآيَاتِ اللَّهِ وَاللَّهُ شَهِيدٌ عَلَى مَا تَعْمَلُونَ ﴿٩٨﴾",
        "urdu_text": "کہو کہ اہلِ کتاب! تم خدا کی آیتوں سے کیوں کفر کرتے ہو اور خدا تمہارے سب اعمال سے باخبر ہے",
        "arabic_start_time": "0:03:26.023",
        "arabic_end_time": "0:03:40.416",
        "urdu_start_time": "0:03:40.416",
        "urdu_end_time": "0:03:48.696"
    },
    {
        "ind": 392,
        "chapter_no": 3,
        "verse_no": 99,
        "arabic_text": "قُلْ يَا أَهْلَ الْكِتَابِ لِمَ تَصُدُّونَ عَنْ سَبِيلِ اللَّهِ مَنْ آمَنَ تَبْغُونَهَا عِوَجًا وَأَنْتُمْ شُهَدَاءُ وَمَا اللَّهُ بِغَافِلٍ عَمَّا تَعْمَلُونَ ﴿٩٩﴾",
        "urdu_text": "کہو کہ اہلِ کتاب تم مومنوں کو خدا کے رستے سے کیوں روکتے ہو اور باوجود یہ کہ تم اس سے واقف ہو اس میں کجی نکالتے ہو اور خدا تمھارے کاموں سے بےخبر نہیں",
        "arabic_start_time": "0:03:48.696",
        "arabic_end_time": "0:04:13.251",
        "urdu_start_time": "0:04:13.251",
        "urdu_end_time": "0:04:25.763"
    },
    {
        "ind": 393,
        "chapter_no": 3,
        "verse_no": 100,
        "arabic_text": "يَا أَيُّهَا الَّذِينَ آمَنُوا إِنْ تُطِيعُوا فَرِيقًا مِنَ الَّذِينَ أُوتُوا الْكِتَابَ يَرُدُّوكُمْ بَعْدَ إِيمَانِكُمْ كَافِرِينَ ﴿١٠٠﴾",
        "urdu_text": "مومنو! اگر تم اہلِ کتاب کے کسی فریق کا کہا مان لو گے تو وہ تمھیں ایمان لانے کے بعد کافر بنا دیں گے",
        "arabic_start_time": "0:04:25.763",
        "arabic_end_time": "0:04:45.955",
        "urdu_start_time": "0:04:45.955",
        "urdu_end_time": "0:04:53.504"
    },
    {
        "ind": 394,
        "chapter_no": 3,
        "verse_no": 101,
        "arabic_text": "وَكَيْفَ تَكْفُرُونَ وَأَنْتُمْ تُتْلَى عَلَيْكُمْ آيَاتُ اللَّهِ وَفِيكُمْ رَسُولُهُ وَمَنْ يَعْتَصِمْ بِاللَّهِ فَقَدْ هُدِيَ إِلَى صِرَاطٍ مُسْتَقِيمٍ ﴿١٠١﴾",
        "urdu_text": "اور تم کیونکر کفر کرو گے جبکہ تم کو خدا کی آیتیں پڑھ پڑھ کر سنائی جاتی ہیں اور تم میں اس کے پیغمبر موجود ہیں اور جس نے خدا (کی ہدایت کی رسی) کو مضبوط پکڑ لیا وہ سیدھے رستے لگ گیا",
        "arabic_start_time": "0:04:53.504",
        "arabic_end_time": "0:05:15.237",
        "urdu_start_time": "0:05:15.237",
        "urdu_end_time": "0:05:28.272"
    },
    {
        "ind": 395,
        "chapter_no": 3,
        "verse_no": 102,
        "arabic_text": "يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ وَلَا تَمُوتُنَّ إِلَّا وَأَنْتُمْ مُسْلِمُونَ ﴿١٠٢﴾",
        "urdu_text": "مومنو! خدا سے ڈرو جیسا کہ اس سے ڈرنے کا حق ہے اور مرنا تو مسلمان ہی مرنا",
        "arabic_start_time": "0:00:00.000",
        "arabic_end_time": "0:00:17.658",
        "urdu_start_time": "0:00:17.658",
        "urdu_end_time": "0:00:23.901"
    },
    {
        "ind": 396,
        "chapter_no": 3,
        "verse_no": 103,
        "arabic_text": "وَاعْتَصِمُوا بِحَبْلِ اللَّهِ جَمِيعًا وَلَا تَفَرَّقُوا وَاذْكُرُوا نِعْمَتَ اللَّهِ عَلَيْكُمْ إِذْ كُنْتُمْ أَعْدَاءً فَأَلَّفَ بَيْنَ قُلُوبِكُمْ فَأَصْبَحْتُمْ بِنِعْمَتِهِ إِخْوَانًا وَكُنْتُمْ عَلَى شَفَا حُفْرَةٍ مِنَ النَّارِ فَأَنْقَذَكُمْ مِنْهَا كَذَلِكَ يُبَيِّنُ اللَّهُ لَكُمْ آيَاتِهِ لَعَلَّكُمْ تَهْتَدُونَ ﴿١٠٣﴾",
        "urdu_text": "اور سب مل کر خدا کی (ہدایت کی رسی) کو مضبوط پکڑے رہنا اور متفرق نہ ہونا اور خدا کی اس مہربانی کو یاد کرو جب تم ایک دوسرے کے دشمن تھے تو اس نے تمہارے دلوں میں الفت ڈال دی اور تم اس کی مہربانی سے بھائی بھائی ہوگئے اور تم آگ کے گڑھے کے کنارے تک پہنچ چکے تھے تو خدا نے تم کو اس سے بچا لیا اس طرح خدا تم کو اپنی آیتیں کھول کھول کر سناتا ہے تاکہ تم ہدایت پاؤ",
        "arabic_start_time": "0:00:23.901",
        "arabic_end_time": "0:01:20.665",
        "urdu_start_time": "0:01:20.665",
        "urdu_end_time": "0:01:46.839"
    },
    {
        "ind": 397,
        "chapter_no": 3,
        "verse_no": 104,
        "arabic_text": "وَلْتَكُنْ مِنْكُمْ أُمَّةٌ يَدْعُونَ إِلَى الْخَيْرِ وَيَأْمُرُونَ بِالْمَعْرُوفِ وَيَنْهَوْنَ عَنِ الْمُنْكَرِ وَأُولَئِكَ هُمُ الْمُفْلِحُونَ ﴿١٠٤﴾",
        "urdu_text": "اور تم میں ایک جماعت ایسی ہونی چاہیئے جو لوگوں کو نیکی کی طرف بلائے اور اچھے کام کرنے کا حکم دے اور برے کاموں سے منع کرے یہی لوگ ہیں جو نجات پانے والے ہیں",
        "arabic_start_time": "0:01:46.839",
        "arabic_end_time": "0:02:09.670",
        "urdu_start_time": "0:02:09.670",
        "urdu_end_time": "0:02:21.451"
    },
    {
        "ind": 398,
        "chapter_no": 3,
        "verse_no": 105,
        "arabic_text": "وَلَا تَكُونُوا كَالَّذِينَ تَفَرَّقُوا وَاخْتَلَفُوا مِنْ بَعْدِ مَا جَاءَهُمُ الْبَيِّنَاتُ وَأُولَئِكَ لَهُمْ عَذَابٌ عَظِيمٌ ﴿١٠٥﴾",
        "urdu_text": "اور ان لوگوں کی طرح نہ ہونا جو متفرق ہو گئے اور احکام بین آنے کے بعد ایک دوسرےسے (خلاف و) اختلاف کرنے لگے یہ وہ لوگ ہیں جن کو قیامت کے دن بڑا عذاب ہوگا",
        "arabic_start_time": "0:02:21.451",
        "arabic_end_time": "0:02:42.375",
        "urdu_start_time": "0:02:42.375",
        "urdu_end_time": "0:02:55.775"
    },
    {
        "ind": 399,
        "chapter_no": 3,
        "verse_no": 106,
        "arabic_text": "يَوْمَ تَبْيَضُّ وُجُوهٌ وَتَسْوَدُّ وُجُوهٌ فَأَمَّا الَّذِينَ اسْوَدَّتْ وُجُوهُهُمْ أَكَفَرْتُمْ بَعْدَ إِيمَانِكُمْ فَذُوقُوا الْعَذَابَ بِمَا كُنْتُمْ تَكْفُرُونَ ﴿١٠٦﴾",
        "urdu_text": "جس دن بہت سے منہ سفید ہوں گے اور بہت سے منہ سیاہ تو جن لوگوں کے منہ سیاہ ہوں گے (ان سے خدا فرمائے گا) کیا تم ایمان لا کر کافر ہوگئے تھے؟ سو (اب) اس کفر کے بدلے عذاب (کے مزے) چکھو",
        "arabic_start_time": "0:02:55.775",
        "arabic_end_time": "0:03:23.935",
        "urdu_start_time": "0:03:23.935",
        "urdu_end_time": "0:03:36.970"
    },
    {
        "ind": 400,
        "chapter_no": 3,
        "verse_no": 107,
        "arabic_text": "وَأَمَّا الَّذِينَ ابْيَضَّتْ وُجُوهُهُمْ فَفِي رَحْمَةِ اللَّهِ هُمْ فِيهَا خَالِدُونَ ﴿١٠٧﴾",
        "urdu_text": "اور جن لوگوں کے منہ سفید ہوں گے وہ خدا کی رحمت (کے باغوں) میں ہوں گے اور ان میں ہمیشہ رہیں گے",
        "arabic_start_time": "0:03:36.970",
        "arabic_end_time": "0:03:54.550",
        "urdu_start_time": "0:03:54.550",
        "urdu_end_time": "0:04:00.871"
    },
    {
        "ind": 401,
        "chapter_no": 3,
        "verse_no": 108,
        "arabic_text": "تِلْكَ آيَاتُ اللَّهِ نَتْلُوهَا عَلَيْكَ بِالْحَقِّ وَمَا اللَّهُ يُرِيدُ ظُلْمًا لِلْعَالَمِينَ ﴿١٠٨﴾",
        "urdu_text": "یہ خدا کی آیتیں ہیں جو ہم تم کو صحت کے ساتھ پڑھ کر سناتے ہیں اور خدا اہلِ عالم پر ظلم نہیں کرنا چاہتا",
        "arabic_start_time": "0:04:00.871",
        "arabic_end_time": "0:04:14.846",
        "urdu_start_time": "0:04:14.846",
        "urdu_end_time": "0:04:22.891"
    },
    {
        "ind": 402,
        "chapter_no": 3,
        "verse_no": 109,
        "arabic_text": "وَلِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَإِلَى اللَّهِ تُرْجَعُ الْأُمُورُ ﴿١٠٩﴾",
        "urdu_text": "اور جو کچھ آسمانوں میں اور جو کچھ زمین میں ہے سب خدا ہی کا ہے اور سب کاموں کا رجوع (اور انجام) خدا ہی کی طرف ہے",
        "arabic_start_time": "0:04:22.891",
        "arabic_end_time": "0:04:34.672",
        "urdu_start_time": "0:04:34.672",
        "urdu_end_time": "0:04:43.684"
    },
    {
        "ind": 403,
        "chapter_no": 3,
        "verse_no": 110,
        "arabic_text": "كُنْتُمْ خَيْرَ أُمَّةٍ أُخْرِجَتْ لِلنَّاسِ تَأْمُرُونَ بِالْمَعْرُوفِ وَتَنْهَوْنَ عَنِ الْمُنْكَرِ وَتُؤْمِنُونَ بِاللَّهِ وَلَوْ آمَنَ أَهْلُ الْكِتَابِ لَكَانَ خَيْرًا لَهُمْ مِنْهُمُ الْمُؤْمِنُونَ وَأَكْثَرُهُمُ الْفَاسِقُونَ ﴿١١٠﴾",
        "urdu_text": "(مومنو) جتنی امتیں (یعنی قومیں) لوگوں میں پیدا ہوئیں تم ان سب سے بہتر ہو کہ نیک کام کرنے کو کہتے ہو اور برے کاموں سے منع کرتے ہو اور خدا پر ایمان رکھتے ہو اور اگر اہلِ کتاب بھی ایمان لے آتے تو ان کے لیے بہت اچھا ہوتا ان میں ایمان لانے والے بھی ہیں (لیکن تھوڑے) اور اکثر نافرمان ہیں",
        "arabic_start_time": "0:00:00.000",
        "arabic_end_time": "0:00:31.921",
        "urdu_start_time": "0:00:31.921",
        "urdu_end_time": "0:00:52.610"
    },
    {
        "ind": 404,
        "chapter_no": 3,
        "verse_no": 111,
        "arabic_text": "لَنْ يَضُرُّوكُمْ إِلَّا أَذًى وَإِنْ يُقَاتِلُوكُمْ يُوَلُّوكُمُ الْأَدْبَارَ ثُمَّ لَا يُنْصَرُونَ ﴿١١١﴾",
        "urdu_text": "اور یہ تمہیں خفیف سی تکلیف کے سوا کچھ نقصان نہیں پہنچا سکیں گے اور اگر تم سے لڑیں گے تو پیٹھ پھیر کر بھاگ جائیں گے پھر ان کو مدد بھی (کہیں سے) نہیں ملے گی",
        "arabic_start_time": "0:00:52.610",
        "arabic_end_time": "0:01:10.895",
        "urdu_start_time": "0:01:10.895",
        "urdu_end_time": "0:01:21.108"
    },
    {
        "ind": 405,
        "chapter_no": 3,
        "verse_no": 112,
        "arabic_text": "ضُرِبَتْ عَلَيْهِمُ الذِّلَّةُ أَيْنَ مَا ثُقِفُوا إِلَّا بِحَبْلٍ مِنَ اللَّهِ وَحَبْلٍ مِنَ النَّاسِ وَبَاءُوا بِغَضَبٍ مِنَ اللَّهِ وَضُرِبَتْ عَلَيْهِمُ الْمَسْكَنَةُ ذَلِكَ بِأَنَّهُمْ كَانُوا يَكْفُرُونَ بِآيَاتِ اللَّهِ وَيَقْتُلُونَ الْأَنْبِيَاءَ بِغَيْرِ حَقٍّ ذَلِكَ بِمَا عَصَوْا وَكَانُوا يَعْتَدُونَ ﴿١١٢﴾",
        "urdu_text": "یہ جہاں نظر آئیں گے ذلت (کو دیکھو گے کہ) ان سے چمٹ رہی ہے بجز اس کے کہ یہ خدا اور (مسلمان) لوگوں کی پناہ میں آ جائیں اور یہ لوگ خدا کے غضب میں گرفتار ہیں اور ناداری ان سے لپٹ رہی ہے یہ اس لیے کہ خدا کی آیتوں سے انکار کرتےتھے اور (اس کے) پیغمبروں کو ناحق قتل کر دیتے تھے یہ اس لیے کہ یہ نافرمانی کیے جاتے اور حد سے بڑھے جاتے تھے",
        "arabic_start_time": "0:01:21.108",
        "arabic_end_time": "0:02:05.019",
        "urdu_start_time": "0:02:05.019",
        "urdu_end_time": "0:02:29.312"
    },
    {
        "ind": 406,
        "chapter_no": 3,
        "verse_no": 113,
        "arabic_text": "لَيْسُوا سَوَاءً مِنْ أَهْلِ الْكِتَابِ أُمَّةٌ قَائِمَةٌ يَتْلُونَ آيَاتِ اللَّهِ آنَاءَ اللَّيْلِ وَهُمْ يَسْجُدُونَ ﴿١١٣﴾",
        "urdu_text": "یہ بھی سب ایک جیسے نہیں ہیں ان اہلِ کتاب میں کچھ لوگ (حکمِ خدا پر) قائم بھی ہیں جو رات کے وقت خدا کی آیتیں پڑھتے اور (اس کے آگے) سجدہ کرتے ہیں",
        "arabic_start_time": "0:02:29.312",
        "arabic_end_time": "0:02:51.516",
        "urdu_start_time": "0:02:51.516",
        "urdu_end_time": "0:03:02.330"
    },
    {
        "ind": 407,
        "chapter_no": 3,
        "verse_no": 114,
        "arabic_text": "يُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ وَيَأْمُرُونَ بِالْمَعْرُوفِ وَيَنْهَوْنَ عَنِ الْمُنْكَرِ وَيُسَارِعُونَ فِي الْخَيْرَاتِ وَأُولَئِكَ مِنَ الصَّالِحِينَ ﴿١١٤﴾",
        "urdu_text": "(اور) خدا پر اور روز آخرت پر ایمان رکھتے اور اچھے کام کرنےکو کہتے اور بری باتوں سے منع کرتےاور نیکیوں پر لپکتے ہیں اور یہی لوگ نیکوکار ہیں",
        "arabic_start_time": "0:03:02.330",
        "arabic_end_time": "0:03:24.925",
        "urdu_start_time": "0:03:24.925",
        "urdu_end_time": "0:03:35.870"
    },
    {
        "ind": 408,
        "chapter_no": 3,
        "verse_no": 115,
        "arabic_text": "وَمَا يَفْعَلُوا مِنْ خَيْرٍ فَلَنْ يُكْفَرُوهُ وَاللَّهُ عَلِيمٌ بِالْمُتَّقِينَ ﴿١١٥﴾",
        "urdu_text": "اور یہ جس طرح کی نیکی کریں گے اس کی ناقدری نہیں کی جائے گی اور خدا پرہیزگاروں کو خوب جانتا ہے",
        "arabic_start_time": "0:03:35.870",
        "arabic_end_time": "0:03:50.812",
        "urdu_start_time": "0:03:50.812",
        "urdu_end_time": "0:03:57.760"
    },
    {
        "ind": 409,
        "chapter_no": 3,
        "verse_no": 116,
        "arabic_text": "إِنَّ الَّذِينَ كَفَرُوا لَنْ تُغْنِيَ عَنْهُمْ أَمْوَالُهُمْ وَلَا أَوْلَادُهُمْ مِنَ اللَّهِ شَيْئًا وَأُولَئِكَ أَصْحَابُ النَّارِ هُمْ فِيهَا خَالِدُونَ ﴿١١٦﴾",
        "urdu_text": "جو لوگ کافر ہیں ان کے مال اور اولاد خدا کے غضب کو ہرگز نہیں ٹال سکیں گے اور یہ لوگ اہلِ دوزخ ہیں کہ ہمیشہ اسی میں رہیں گے",
        "arabic_start_time": "0:03:57.760",
        "arabic_end_time": "0:04:23.020",
        "urdu_start_time": "0:04:23.020",
        "urdu_end_time": "0:04:32.397"
    },
    {
        "ind": 410,
        "chapter_no": 3,
        "verse_no": 117,
        "arabic_text": "مَثَلُ مَا يُنْفِقُونَ فِي هَذِهِ الْحَيَاةِ الدُّنْيَا كَمَثَلِ رِيحٍ فِيهَا صِرٌّ أَصَابَتْ حَرْثَ قَوْمٍ ظَلَمُوا أَنْفُسَهُمْ فَأَهْلَكَتْهُ وَمَا ظَلَمَهُمُ اللَّهُ وَلَكِنْ أَنْفُسَهُمْ يَظْلِمُونَ ﴿١١٧﴾",
        "urdu_text": "یہ جو مال دنیا کی زندگی میں خرچ کرتے ہیں اس کی مثال ہوا کی سی ہے جس میں سخت سردی ہو اور وہ ایسے لوگوں کی کھیتی پر جو اپنے آپ پر ظلم کرتے تھے چلے اور اسے تباہ کر دے اور خدا نے ان پر کچھ ظلم نہیں کیا بلکہ یہ خود اپنے اوپر ظلم کر رہے ہیں",
        "arabic_start_time": "0:04:32.397",
        "arabic_end_time": "0:05:01.575",
        "urdu_start_time": "0:05:01.575",
        "urdu_end_time": "0:05:17.588"
    },
    {
        "ind": 411,
        "chapter_no": 3,
        "verse_no": 118,
        "arabic_text": "يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَتَّخِذُوا بِطَانَةً مِنْ دُونِكُمْ لَا يَأْلُونَكُمْ خَبَالًا وَدُّوا مَا عَنِتُّمْ قَدْ بَدَتِ الْبَغْضَاءُ مِنْ أَفْوَاهِهِمْ وَمَا تُخْفِي صُدُورُهُمْ أَكْبَرُ قَدْ بَيَّنَّا لَكُمُ الْآيَاتِ إِنْ كُنْتُمْ تَعْقِلُونَ ﴿١١٨﴾",
        "urdu_text": "مومنو! کسی غیر (مذہب کے آدمی) کو اپنا رازداں نہ بنانا یہ لوگ تمہاری خرابی اور (فتنہ انگیزی کرنے) میں کسی طرح کی کوتاہی نہیں کرتے اور چاہتے ہیں کہ (جس طرح ہو) تمہیں تکلیف پہنچے ان کی زبانوں سے تو دشمنی ظاہر ہوہی چکی ہے اور جو (کینے) ان کے سینوں میں مخفی ہیں وہ کہیں زیادہ ہیں اگر تم عقل رکھتے ہو تو ہم نے تم کو اپنی آیتیں کھول کھول کر سنا دی ہیں",
        "arabic_start_time": "0:05:17.588",
        "arabic_end_time": "0:05:59.201",
        "urdu_start_time": "0:05:59.201",
        "urdu_end_time": "0:06:23.207"
    },
    {
        "ind": 412,
        "chapter_no": 3,
        "verse_no": 119,
        "arabic_text": "هَا أَنْتُمْ أُولَاءِ تُحِبُّونَهُمْ وَلَا يُحِبُّونَكُمْ وَتُؤْمِنُونَ بِالْكِتَابِ كُلِّهِ وَإِذَا لَقُوكُمْ قَالُوا آمَنَّا وَإِذَا خَلَوْا عَضُّوا عَلَيْكُمُ الْأَنَامِلَ مِنَ الْغَيْظِ قُلْ مُوتُوا بِغَيْظِكُمْ إِنَّ اللَّهَ عَلِيمٌ بِذَاتِ الصُّدُورِ ﴿١١٩﴾",
        "urdu_text": "دیکھو تم ایسے (صاف دل) لوگ ہو کہ ان لوگوں سے دوستی رکھتے ہو حالانکہ وہ تم سے دوستی نہیں رکھتے اور تم سب کتابوں پر ایمان رکھتے ہو (اور وہ تمہاری کتاب کو نہیں مانتے) اور جب تم سے ملتے ہیں تو کہتے ہیں ہم ایمان لے آئے اور جب الگ ہوتے ہیں تو تم پر غصے کے سبب انگلیاں کاٹ کاٹ کھاتے ہیں (ان سے) کہہ دو کہ (بدبختو) غصے میں مر جاؤ خدا تمہارے دلوں کی باتوں سے خوب واقف ہے",
        "arabic_start_time": "0:06:23.207",
        "arabic_end_time": "0:07:02.103",
        "urdu_start_time": "0:07:02.103",
        "urdu_end_time": "0:07:29.897"
    },
    {
        "ind": 413,
        "chapter_no": 3,
        "verse_no": 120,
        "arabic_text": "إِنْ تَمْسَسْكُمْ حَسَنَةٌ تَسُؤْهُمْ وَإِنْ تُصِبْكُمْ سَيِّئَةٌ يَفْرَحُوا بِهَا وَإِنْ تَصْبِرُوا وَتَتَّقُوا لَا يَضُرُّكُمْ كَيْدُهُمْ شَيْئًا إِنَّ اللَّهَ بِمَا يَعْمَلُونَ مُحِيطٌ ﴿١٢٠﴾",
        "urdu_text": "اگر تمہیں آسودگی حاصل ہو تو ان کو بری لگتی ہے اور اگر رنج پہنچے تو خوش ہوتے ہیں اور اگر تم تکلیفوں کی برداشت اور (ان سے) کنارہ کشی کرتے رہو گے تو ان کا فریب تمھیں کچھ بھی نقصان نہ پہنچا سکے گا یہ جو کچھ کرتے ہیں خدا اس پر احاطہ کیے ہوئے ہے",
        "arabic_start_time": "0:07:29.897",
        "arabic_end_time": "0:07:57.038",
        "urdu_start_time": "0:07:57.038",
        "urdu_end_time": "0:08:15.245"
    },
    {
        "ind": 414,
        "chapter_no": 3,
        "verse_no": 121,
        "arabic_text": "وَإِذْ غَدَوْتَ مِنْ أَهْلِكَ تُبَوِّئُ الْمُؤْمِنِينَ مَقَاعِدَ لِلْقِتَالِ وَاللَّهُ سَمِيعٌ عَلِيمٌ ﴿١٢١﴾",
        "urdu_text": "اور (اس وقت کو یاد کرو) جب تم صبح کو اپنے گھر روانہ ہو کر ایمان والوں کو لڑائی کے لیے مورچوں پر (موقع بہ موقع) متعین کرنے لگے اور خدا سب کچھ سنتا اور جانتا ہے",
        "arabic_start_time": "0:00:00.000",
        "arabic_end_time": "0:00:13.897",
        "urdu_start_time": "0:00:13.897",
        "urdu_end_time": "0:00:27.219"
    },
    {
        "ind": 415,
        "chapter_no": 3,
        "verse_no": 122,
        "arabic_text": "إِذْ هَمَّتْ طَائِفَتَانِ مِنْكُمْ أَنْ تَفْشَلَا وَاللَّهُ وَلِيُّهُمَا وَعَلَى اللَّهِ فَلْيَتَوَكَّلِ الْمُؤْمِنُونَ ﴿١٢٢﴾",
        "urdu_text": "اس وقت تم میں سے دو جماعتوں نے جی چھوڑ دینا چاہا مگر خدا ان کا مددگار تھا اور مومنوں کو خدا ہی پر بھروسہ رکھنا چاہیئے",
        "arabic_start_time": "0:00:27.219",
        "arabic_end_time": "0:00:45.086",
        "urdu_start_time": "0:00:45.086",
        "urdu_end_time": "0:00:53.549"
    },
    {
        "ind": 416,
        "chapter_no": 3,
        "verse_no": 123,
        "arabic_text": "وَلَقَدْ نَصَرَكُمُ اللَّهُ بِبَدْرٍ وَأَنْتُمْ أَذِلَّةٌ فَاتَّقُوا اللَّهَ لَعَلَّكُمْ تَشْكُرُونَ ﴿١٢٣﴾",
        "urdu_text": "اور خدا نے جنگِ بدر میں بھی تمہاری مدد کی تھی اور اس وقت بھی تم بے سرو وسامان تھے پس خدا سے ڈرو (اور ان احسانوں کو یاد کرو) تاکہ شکر کرو",
        "arabic_start_time": "0:00:53.549",
        "arabic_end_time": "0:01:08.020",
        "urdu_start_time": "0:01:08.020",
        "urdu_end_time": "0:01:19.252"
    },
    {
        "ind": 417,
        "chapter_no": 3,
        "verse_no": 124,
        "arabic_text": "إِذْ تَقُولُ لِلْمُؤْمِنِينَ أَلَنْ يَكْفِيَكُمْ أَنْ يُمِدَّكُمْ رَبُّكُمْ بِثَلَاثَةِ آلَافٍ مِنَ الْمَلَائِكَةِ مُنْزَلِينَ ﴿١٢٤﴾",
        "urdu_text": "جب تم مومنوں سے یہ کہہ (کر ان کے دل بڑھا) رہے تھے کہ کیا یہ کافی نہیں کہ پروردگار تین ہزار فرشتے نازل کر کے تمہیں مدد دے",
        "arabic_start_time": "0:01:19.252",
        "arabic_end_time": "0:01:38.478",
        "urdu_start_time": "0:01:38.478",
        "urdu_end_time": "0:01:47.516"
    },
    {
        "ind": 418,
        "chapter_no": 3,
        "verse_no": 125,
        "arabic_text": "بَلَى إِنْ تَصْبِرُوا وَتَتَّقُوا وَيَأْتُوكُمْ مِنْ فَوْرِهِمْ هَذَا يُمْدِدْكُمْ رَبُّكُمْ بِخَمْسَةِ آلَافٍ مِنَ الْمَلَائِكَةِ مُسَوِّمِينَ ﴿١٢٥﴾",
        "urdu_text": "ہاں اگر تم دل کو مضبوط رکھو اور (خدا سے) ڈرتے رہو اور کافر تم پر جوش کے ساتھ دفعتہً حملہ کردیں تو پروردگار پانچ ہزار فرشتے جن پر نشان ہوں گے تمہاری مدد کو بھیجے گا",
        "arabic_start_time": "0:01:47.516",
        "arabic_end_time": "0:02:12.698",
        "urdu_start_time": "0:02:12.698",
        "urdu_end_time": "0:02:25.132"
    },
    {
        "ind": 419,
        "chapter_no": 3,
        "verse_no": 126,
        "arabic_text": "وَمَا جَعَلَهُ اللَّهُ إِلَّا بُشْرَى لَكُمْ وَلِتَطْمَئِنَّ قُلُوبُكُمْ بِهِ وَمَا النَّصْرُ إِلَّا مِنْ عِنْدِ اللَّهِ الْعَزِيزِ الْحَكِيمِ ﴿١٢٦﴾",
        "urdu_text": "اور اس مدد کو خدا نے تمھارے لیے (ذریعہٴ) بشارت بنایا یعنی اس لیے کہ تمہارے دلوں کو اس سے تسلی حاصل ہو ورنہ مدد تو خدا ہی کی ہے جو غالب (اور) حکمت والا ہے",
        "arabic_start_time": "0:02:25.132",
        "arabic_end_time": "0:02:45.925",
        "urdu_start_time": "0:02:45.925",
        "urdu_end_time": "0:02:59.116"
    },
    {
        "ind": 420,
        "chapter_no": 3,
        "verse_no": 127,
        "arabic_text": "لِيَقْطَعَ طَرَفًا مِنَ الَّذِينَ كَفَرُوا أَوْ يَكْبِتَهُمْ فَيَنْقَلِبُوا خَائِبِينَ ﴿١٢٧﴾",
        "urdu_text": "(یہ خدا نے) اس لیے (کیا) کہ کافروں کی ایک جماعت کو ہلاک یا انہیں ذلیل ومغلوب کر دے کہ (جیسے آئے تھے ویسے ہی) ناکام واپس جائیں",
        "arabic_start_time": "0:02:59.116",
        "arabic_end_time": "0:03:13.587",
        "urdu_start_time": "0:03:13.587",
        "urdu_end_time": "0:03:23.278"
    },
    {
        "ind": 421,
        "chapter_no": 3,
        "verse_no": 128,
        "arabic_text": "لَيْسَ لَكَ مِنَ الْأَمْرِ شَيْءٌ أَوْ يَتُوبَ عَلَيْهِمْ أَوْ يُعَذِّبَهُمْ فَإِنَّهُمْ ظَالِمُونَ ﴿١٢٨﴾",
        "urdu_text": "(اے پیغمبر) اس کام میں تمہارا کچھ اختیار نہیں (اب دو صورتیں ہیں) یا خدا انکے حال پر مہربانی کرے یا انہیں عذاب دے کہ یہ ظالم لوگ ہیں",
        "arabic_start_time": "0:03:23.278",
        "arabic_end_time": "0:03:36.731",
        "urdu_start_time": "0:03:36.731",
        "urdu_end_time": "0:03:47.049"
    },
    {
        "ind": 422,
        "chapter_no": 3,
        "verse_no": 129,
        "arabic_text": "وَلِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ يَغْفِرُ لِمَنْ يَشَاءُ وَيُعَذِّبُ مَنْ يَشَاءُ وَاللَّهُ غَفُورٌ رَحِيمٌ ﴿١٢٩﴾",
        "urdu_text": "اور جو کچھ آسمانوں میں ہے اور جو کچھ زمین میں ہے سب خدا ہی کا ہے وہ جسے چاہے بخش دے اور جسے چاہے عذاب کرے اور خدا بخشنے والا مہربان ہے",
        "arabic_start_time": "0:03:47.049",
        "arabic_end_time": "0:04:07.163",
        "urdu_start_time": "0:04:07.163",
        "urdu_end_time": "0:04:19.048"
    },
    {
        "ind": 423,
        "chapter_no": 3,
        "verse_no": 130,
        "arabic_text": "يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَأْكُلُوا الرِّبَا أَضْعَافًا مُضَاعَفَةً وَاتَّقُوا اللَّهَ لَعَلَّكُمْ تُفْلِحُونَ ﴿١٣٠﴾",
        "urdu_text": "اےایمان والو! دگنا چوگنا سود نہ کھاؤ اور خدا سے ڈرو تاکہ نجات حاصل کرو",
        "arabic_start_time": "0:00:00.000",
        "arabic_end_time": "0:00:18.076",
        "urdu_start_time": "0:00:18.076",
        "urdu_end_time": "0:00:24.685"
    },
    {
        "ind": 424,
        "chapter_no": 3,
        "verse_no": 131,
        "arabic_text": "وَاتَّقُوا النَّارَ الَّتِي أُعِدَّتْ لِلْكَافِرِينَ ﴿١٣١﴾",
        "urdu_text": "اور (دوزخ کی) آگ سے بچو جو کافروں کے لیے تیار کی گئی ہے",
        "arabic_start_time": "0:00:24.685",
        "arabic_end_time": "0:00:33.305",
        "urdu_start_time": "0:00:33.305",
        "urdu_end_time": "0:00:37.615"
    },
    {
        "ind": 425,
        "chapter_no": 3,
        "verse_no": 132,
        "arabic_text": "وَأَطِيعُوا اللَّهَ وَالرَّسُولَ لَعَلَّكُمْ تُرْحَمُونَ ﴿١٣٢﴾",
        "urdu_text": "اور خدا اور اس کے رسول کی اطاعت کرو تاکہ تم پر رحمت کی جائے",
        "arabic_start_time": "0:00:37.615",
        "arabic_end_time": "0:00:44.955",
        "urdu_start_time": "0:00:44.955",
        "urdu_end_time": "0:00:49.448"
    },
    {
        "ind": 426,
        "chapter_no": 3,
        "verse_no": 133,
        "arabic_text": "وَسَارِعُوا إِلَى مَغْفِرَةٍ مِنْ رَبِّكُمْ وَجَنَّةٍ عَرْضُهَا السَّمَاوَاتُ وَالْأَرْضُ أُعِدَّتْ لِلْمُتَّقِينَ ﴿١٣٣﴾",
        "urdu_text": "اپنے پروردگار کی بخشش اور بہشت کی طرف لپکو جس کا عرض آسمان اور زمین کے برابر ہے اور جو (خدا سے) ڈرنے والوں کے لیے تیار کی گئی ہے",
        "arabic_start_time": "0:00:49.448",
        "arabic_end_time": "0:01:08.726",
        "urdu_start_time": "0:01:08.726",
        "urdu_end_time": "0:01:17.921"
    },
    {
        "ind": 427,
        "chapter_no": 3,
        "verse_no": 134,
        "arabic_text": "الَّذِينَ يُنْفِقُونَ فِي السَّرَّاءِ وَالضَّرَّاءِ وَالْكَاظِمِينَ الْغَيْظَ وَالْعَافِينَ عَنِ النَّاسِ وَاللَّهُ يُحِبُّ الْمُحْسِنِينَ ﴿١٣٤﴾",
        "urdu_text": "جو آسودگی اور تنگی میں (اپنا مال خدا کی راہ میں) خرچ کرتےہیں اور غصے کو روکتے اور لوگوں کے قصور معاف کرتے ہیں اور خدا نیکو کاروں کو دوست رکھتا ہے",
        "arabic_start_time": "0:01:17.921",
        "arabic_end_time": "0:01:39.889",
        "urdu_start_time": "0:01:39.889",
        "urdu_end_time": "0:01:49.684"
    },
    {
        "ind": 428,
        "chapter_no": 3,
        "verse_no": 135,
        "arabic_text": "وَالَّذِينَ إِذَا فَعَلُوا فَاحِشَةً أَوْ ظَلَمُوا أَنْفُسَهُمْ ذَكَرُوا اللَّهَ فَاسْتَغْفَرُوا لِذُنُوبِهِمْ وَمَنْ يَغْفِرُ الذُّنُوبَ إِلَّا اللَّهُ وَلَمْ يُصِرُّوا عَلَى مَا فَعَلُوا وَهُمْ يَعْلَمُونَ ﴿١٣٥﴾",
        "urdu_text": "اور وہ کہ جب کوئی کھلا گناہ یا اپنے حق میں کوئی اور برائی کر بیٹھتے ہیں تو خدا کو یاد کرتے اور اپنے گناہوں کی بخشش مانگتے ہیں اور خدا کے سوا گناہ بخش بھی کون سکتا ہے؟ اور جان بوجھ کر اپنے افعال پر اڑے نہیں رہتے",
        "arabic_start_time": "0:01:49.684",
        "arabic_end_time": "0:02:30.121",
        "urdu_start_time": "0:02:30.121",
        "urdu_end_time": "0:02:46.526"
    },
    {
        "ind": 429,
        "chapter_no": 3,
        "verse_no": 136,
        "arabic_text": "أُولَئِكَ جَزَاؤُهُمْ مَغْفِرَةٌ مِنْ رَبِّهِمْ وَجَنَّاتٌ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا وَنِعْمَ أَجْرُ الْعَامِلِينَ ﴿١٣٦﴾",
        "urdu_text": "ایسے ہی لوگوں کا صلہ پروردگار کی طرف سے بخشش اور باغ ہیں جن کے نیچے نہریں بہہ رہی ہیں (اور) وہ ان میں ہمیشہ بستے رہیں گے اور (اچھے) کام کرنے والوں کا بدلہ بہت اچھا ہے",
        "arabic_start_time": "0:02:46.526",
        "arabic_end_time": "0:03:14.372",
        "urdu_start_time": "0:03:14.372",
        "urdu_end_time": "0:03:27.694"
    },
    {
        "ind": 430,
        "chapter_no": 3,
        "verse_no": 137,
        "arabic_text": "قَدْ خَلَتْ مِنْ قَبْلِكُمْ سُنَنٌ فَسِيرُوا فِي الْأَرْضِ فَانْظُرُوا كَيْفَ كَانَ عَاقِبَةُ الْمُكَذِّبِينَ ﴿١٣٧﴾",
        "urdu_text": "تم لوگوں سے پہلے بھی بہت سے واقعات گزر چکے ہیں تو تم زمین کی سیر کرکے دیکھ لو کہ جھٹلانے والوں کا کیسا انجام ہوا",
        "arabic_start_time": "0:03:27.694",
        "arabic_end_time": "0:03:42.400",
        "urdu_start_time": "0:03:42.400",
        "urdu_end_time": "0:03:50.968"
    },
    {
        "ind": 431,
        "chapter_no": 3,
        "verse_no": 138,
        "arabic_text": "هَذَا بَيَانٌ لِلنَّاسِ وَهُدًى وَمَوْعِظَةٌ لِلْمُتَّقِينَ ﴿١٣٨﴾",
        "urdu_text": "یہ (قرآن) لوگوں کے لیے بیان صریح اور اہلِ تقویٰ کے لیے ہدایت اور نصیحت ہے",
        "arabic_start_time": "0:03:50.968",
        "arabic_end_time": "0:04:01.495",
        "urdu_start_time": "0:04:01.495",
        "urdu_end_time": "0:04:07.816"
    },
    {
        "ind": 432,
        "chapter_no": 3,
        "verse_no": 139,
        "arabic_text": "وَلَا تَهِنُوا وَلَا تَحْزَنُوا وَأَنْتُمُ الْأَعْلَوْنَ إِنْ كُنْتُمْ مُؤْمِنِينَ ﴿١٣٩﴾",
        "urdu_text": "اور (دیکھو) بے دل نہ ہونا اور نہ کسی طرح کا غم کرنا اگر تم مومن (صادق) ہو تو تم ہی غالب رہو گے",
        "arabic_start_time": "0:04:07.816",
        "arabic_end_time": "0:04:20.772",
        "urdu_start_time": "0:04:20.772",
        "urdu_end_time": "0:04:28.269"
    },
    {
        "ind": 433,
        "chapter_no": 3,
        "verse_no": 140,
        "arabic_text": "إِنْ يَمْسَسْكُمْ قَرْحٌ فَقَدْ مَسَّ الْقَوْمَ قَرْحٌ مِثْلُهُ وَتِلْكَ الْأَيَّامُ نُدَاوِلُهَا بَيْنَ النَّاسِ وَلِيَعْلَمَ اللَّهُ الَّذِينَ آمَنُوا وَيَتَّخِذَ مِنْكُمْ شُهَدَاءَ وَاللَّهُ لَا يُحِبُّ الظَّالِمِينَ ﴿١٤٠﴾",
        "urdu_text": "اگر تمہیں زخم (شکست) لگا ہے تو ان لوگوں کو بھی ایسا زخم لگ چکا ہے اور یہ دن ہیں کہ ہم ان کو لوگوں میں بدلتے رہتے ہیں اور اس سے یہ بھی مقصود تھا کہ خدا ایمان والوں کو متمیز کر دے اور تم میں سے گواہ بنائے اور خدا بےانصافوں کو پسند نہیں کرتا",
        "arabic_start_time": "0:04:28.269",
        "arabic_end_time": "0:04:59.380",
        "urdu_start_time": "0:04:59.380",
        "urdu_end_time": "0:05:17.665"
    },
    {
        "ind": 434,
        "chapter_no": 3,
        "verse_no": 141,
        "arabic_text": "وَلِيُمَحِّصَ اللَّهُ الَّذِينَ آمَنُوا وَيَمْحَقَ الْكَافِرِينَ ﴿١٤١﴾",
        "urdu_text": "اور یہ بھی مقصود تھا کہ خدا ایمان والوں کو خالص (مومن) بنا دے اور کافروں کو نابود کر دے",
        "arabic_start_time": "0:05:17.665",
        "arabic_end_time": "0:05:27.460",
        "urdu_start_time": "0:05:27.460",
        "urdu_end_time": "0:05:33.964"
    },
    {
        "ind": 435,
        "chapter_no": 3,
        "verse_no": 142,
        "arabic_text": "أَمْ حَسِبْتُمْ أَنْ تَدْخُلُوا الْجَنَّةَ وَلَمَّا يَعْلَمِ اللَّهُ الَّذِينَ جَاهَدُوا مِنْكُمْ وَيَعْلَمَ الصَّابِرِينَ ﴿١٤٢﴾",
        "urdu_text": "کیا تم یہ سمجھتے ہو کہ (بےآزمائش) بہشت میں جا داخل ہو گے حالانکہ ابھی خدا نے تم میں سے جہاد کرنے والوں کو تو اچھی طرح معلوم کیا ہی نہیں اور (یہ بھی مقصود ہے) کہ وہ ثابت قدم رہنے والوں کو معلوم کرے",
        "arabic_start_time": "0:05:33.964",
        "arabic_end_time": "0:05:57.421",
        "urdu_start_time": "0:05:57.421",
        "urdu_end_time": "0:06:12.415"
    },
    {
        "ind": 436,
        "chapter_no": 3,
        "verse_no": 143,
        "arabic_text": "وَلَقَدْ كُنْتُمْ تَمَنَّوْنَ الْمَوْتَ مِنْ قَبْلِ أَنْ تَلْقَوْهُ فَقَدْ رَأَيْتُمُوهُ وَأَنْتُمْ تَنْظُرُونَ ﴿١٤٣﴾",
        "urdu_text": "اور تم موت (شہادت) کے آنے سے پہلے اس کی تمنا کیا کرتے تھے سو تم نے اس کو آنکھوں سے دیکھ لیا",
        "arabic_start_time": "0:06:12.415",
        "arabic_end_time": "0:06:34.357",
        "urdu_start_time": "0:06:34.357",
        "urdu_end_time": "0:06:41.331"
    },
    {
        "ind": 437,
        "chapter_no": 3,
        "verse_no": 144,
        "arabic_text": "وَمَا مُحَمَّدٌ إِلَّا رَسُولٌ قَدْ خَلَتْ مِنْ قَبْلِهِ الرُّسُلُ أَفَإِنْ مَاتَ أَوْ قُتِلَ انْقَلَبْتُمْ عَلَى أَعْقَابِكُمْ وَمَنْ يَنْقَلِبْ عَلَى عَقِبَيْهِ فَلَنْ يَضُرَّ اللَّهَ شَيْئًا وَسَيَجْزِي اللَّهُ الشَّاكِرِينَ ﴿١٤٤﴾",
        "urdu_text": "اور محمد (صلی الله علیہ وسلم) تو صرف (خدا کے) پیغمبر ہیں ان سے پہلے بھی بہت سے پیغمبر ہو گزرے ہیں بھلا اگر یہ مر جائیں یا مارے جائیں تو تم الٹے پاؤں پھر جاؤ؟ (یعنی مرتد ہو جاؤ؟) اور جو الٹے پاؤں پھر جائے گا تو خدا کا کچھ نقصان نہ کر سکے گا اور خدا شکر گزاروں کو (بڑا) ثواب دے گا",
        "arabic_start_time": "0:00:00.000",
        "arabic_end_time": "0:00:33.253",
        "urdu_start_time": "0:00:33.253",
        "urdu_end_time": "0:00:55.274"
    },
    {
        "ind": 438,
        "chapter_no": 3,
        "verse_no": 145,
        "arabic_text": "وَمَا كَانَ لِنَفْسٍ أَنْ تَمُوتَ إِلَّا بِإِذْنِ اللَّهِ كِتَابًا مُؤَجَّلًا وَمَنْ يُرِدْ ثَوَابَ الدُّنْيَا نُؤْتِهِ مِنْهَا وَمَنْ يُرِدْ ثَوَابَ الْآخِرَةِ نُؤْتِهِ مِنْهَا وَسَنَجْزِي الشَّاكِرِينَ ﴿١٤٥﴾",
        "urdu_text": "اور کسی شخص میں طاقت نہیں کہ خدا کے حکم کے بغیر مر جائے (اس نے موت کا) وقت مقرر کر کے لکھ رکھا ہے اور جو شخص دنیا میں (اپنے اعمال کا) بدلہ چاہے اس کو ہم یہیں بدلہ دے دیں گے اور جو آخرت میں طالبِ ثواب ہو اس کو وہاں اجر عطا کریں گے اور ہم شکر گزاروں کو عنقریب (بہت اچھا) صلہ دیں گے",
        "arabic_start_time": "0:00:55.274",
        "arabic_end_time": "0:01:22.624",
        "urdu_start_time": "0:01:22.624",
        "urdu_end_time": "0:01:44.854"
    },
    {
        "ind": 439,
        "chapter_no": 3,
        "verse_no": 146,
        "arabic_text": "وَكَأَيِّنْ مِنْ نَبِيٍّ قَاتَلَ مَعَهُ رِبِّيُّونَ كَثِيرٌ فَمَا وَهَنُوا لِمَا أَصَابَهُمْ فِي سَبِيلِ اللَّهِ وَمَا ضَعُفُوا وَمَا اسْتَكَانُوا وَاللَّهُ يُحِبُّ الصَّابِرِينَ ﴿١٤٦﴾",
        "urdu_text": "اور بہت سے نبی ہوئے ہیں جن کے ساتھ ہو کر اکثر اہل الله (خدا کے دشمنوں سے) لڑے ہیں تو جو مصبتیں ان پر راہِ خدا میں واقع ہوئیں ان کے سبب انہوں نے نہ تو ہمت ہاری اور نہ بزدلی کی نہ (کافروں سے) دبے اور خدا استقلال رکھنے والوں کو دوست رکھتا ہے",
        "arabic_start_time": "0:01:44.854",
        "arabic_end_time": "0:02:13.222",
        "urdu_start_time": "0:02:13.222",
        "urdu_end_time": "0:02:32.552"
    },
    {
        "ind": 440,
        "chapter_no": 3,
        "verse_no": 147,
        "arabic_text": "وَمَا كَانَ قَوْلَهُمْ إِلَّا أَنْ قَالُوا رَبَّنَا اغْفِرْ لَنَا ذُنُوبَنَا وَإِسْرَافَنَا فِي أَمْرِنَا وَثَبِّتْ أَقْدَامَنَا وَانْصُرْنَا عَلَى الْقَوْمِ الْكَافِرِينَ ﴿١٤٧﴾",
        "urdu_text": "اور (اس حالت میں) ان کے منہ سے کوئی بات نکلتی ہے تو یہی کہ اے پروردگار ہمارے گناہ اور زیادتیاں جو ہم اپنے کاموں میں کرتے رہے ہیں معاف فرما اور ہم کو ثابت قدم رکھ اور کافروں پر فتح عنایت فرما",
        "arabic_start_time": "0:02:32.552",
        "arabic_end_time": "0:03:05.414",
        "urdu_start_time": "0:03:05.414",
        "urdu_end_time": "0:03:19.859"
    },
    {
        "ind": 441,
        "chapter_no": 3,
        "verse_no": 148,
        "arabic_text": "فَآتَاهُمُ اللَّهُ ثَوَابَ الدُّنْيَا وَحُسْنَ ثَوَابِ الْآخِرَةِ وَاللَّهُ يُحِبُّ الْمُحْسِنِينَ ﴿١٤٨﴾",
        "urdu_text": "تو خدا نے ان کو دنیا میں بھی بدلہ دیا اور آخرت میں بھی بہت اچھا بدلہ (دے گا) اور خدا نیکو کاروں کو دوست رکھتا ہے",
        "arabic_start_time": "0:03:19.859",
        "arabic_end_time": "0:03:34.801",
        "urdu_start_time": "0:03:34.801",
        "urdu_end_time": "0:03:42.663"
    },
    {
        "ind": 442,
        "chapter_no": 3,
        "verse_no": 149,
        "arabic_text": "يَا أَيُّهَا الَّذِينَ آمَنُوا إِنْ تُطِيعُوا الَّذِينَ كَفَرُوا يَرُدُّوكُمْ عَلَى أَعْقَابِكُمْ فَتَنْقَلِبُوا خَاسِرِينَ ﴿١٤٩﴾",
        "urdu_text": "مومنو! اگر تم کافروں کا کہا مان لو گے تو وہ تم کو الٹے پاؤں پھیر کر (مرتد کر) دیں گے پھر تم بڑے خسارے میں پڑ جاؤ گے",
        "arabic_start_time": "0:00:00.000",
        "arabic_end_time": "0:00:18.677",
        "urdu_start_time": "0:00:18.677",
        "urdu_end_time": "0:00:26.383"
    },
    {
        "ind": 443,
        "chapter_no": 3,
        "verse_no": 150,
        "arabic_text": "بَلِ اللَّهُ مَوْلَاكُمْ وَهُوَ خَيْرُ النَّاصِرِينَ ﴿١٥٠﴾",
        "urdu_text": "(یہ تمہارے مددگار نہیں ہیں) بلکہ خدا تمہارا مددگار ہے اور وہ سب سے بہتر مددگار ہے",
        "arabic_start_time": "0:00:26.383",
        "arabic_end_time": "0:00:33.932",
        "urdu_start_time": "0:00:33.932",
        "urdu_end_time": "0:00:39.966"
    },
    {
        "ind": 444,
        "chapter_no": 3,
        "verse_no": 151,
        "arabic_text": "سَنُلْقِي فِي قُلُوبِ الَّذِينَ كَفَرُوا الرُّعْبَ بِمَا أَشْرَكُوا بِاللَّهِ مَا لَمْ يُنَزِّلْ بِهِ سُلْطَانًا وَمَأْوَاهُمُ النَّارُ وَبِئْسَ مَثْوَى الظَّالِمِينَ ﴿١٥١﴾",
        "urdu_text": "ہم عنقریب کافروں کے دلوں میں تمہارا رعب بٹھا دیں گے کیونکہ یہ خدا کے ساتھ شرک کرتے ہیں جس کی اس نے کوئی بھی دلیل نازل نہیں کی اور ان کا ٹھکانہ دوزخ ہے وہ ظالموں کا بہت بُرا ٹھکانا ہے",
        "arabic_start_time": "0:00:39.966",
        "arabic_end_time": "0:01:02.379",
        "urdu_start_time": "0:01:02.379",
        "urdu_end_time": "0:01:17.086"
    },
    {
        "ind": 445,
        "chapter_no": 3,
        "verse_no": 152,
        "arabic_text": "وَلَقَدْ صَدَقَكُمُ اللَّهُ وَعْدَهُ إِذْ تَحُسُّونَهُمْ بِإِذْنِهِ حَتَّى إِذَا فَشِلْتُمْ وَتَنَازَعْتُمْ فِي الْأَمْرِ وَعَصَيْتُمْ مِنْ بَعْدِ مَا أَرَاكُمْ مَا تُحِبُّونَ مِنْكُمْ مَنْ يُرِيدُ الدُّنْيَا وَمِنْكُمْ مَنْ يُرِيدُ الْآخِرَةَ ثُمَّ صَرَفَكُمْ عَنْهُمْ لِيَبْتَلِيَكُمْ وَلَقَدْ عَفَا عَنْكُمْ وَاللَّهُ ذُو فَضْلٍ عَلَى الْمُؤْمِنِينَ ﴿١٥٢﴾",
        "urdu_text": "اور خدا نے اپنا وعدہ سچا کر دیا (یعنی) اس وقت جبکہ تم کافروں کو اس کے حکم سے قتل کر رہے تھے یہاں تک کہ جو تم چاہتے تھے خدا نے تم کو دکھا دیا اس کے بعد تم نے ہمت ہار دی اور حکم (پیغمبر) میں جھگڑا کرنے لگے اور اس کی نافرمانی کی بعض تو تم میں سے دنیا کے خواستگار تھے اور بعض آخرت کے طالب اس وقت خدا نے تم کو ان (کے مقابلے) سے پھیر (کر بھگا) دیا تاکہ تمہاری آزمائش کرے اور اس نے تمہارا قصور معاف کر دیا اور خدا مومنو پر بڑا فضل کرنے والا ہے",
        "arabic_start_time": "0:01:17.086",
        "arabic_end_time": "0:02:08.599",
        "urdu_start_time": "0:02:08.599",
        "urdu_end_time": "0:02:42.688"
    },
    {
        "ind": 446,
        "chapter_no": 3,
        "verse_no": 153,
        "arabic_text": "إِذْ تُصْعِدُونَ وَلَا تَلْوُونَ عَلَى أَحَدٍ وَالرَّسُولُ يَدْعُوكُمْ فِي أُخْرَاكُمْ فَأَثَابَكُمْ غَمًّا بِغَمٍّ لِكَيْلَا تَحْزَنُوا عَلَى مَا فَاتَكُمْ وَلَا مَا أَصَابَكُمْ وَاللَّهُ خَبِيرٌ بِمَا تَعْمَلُونَ ﴿١٥٣﴾",
        "urdu_text": "(وہ وقت بھی یاد کرنے کے لائق ہے) جب تم لوگ دور بھاگے جاتے تھے اور کسی کو پیچھے پھر کر نہیں دیکھتے تھے اور رسول الله تم کو تمہارے پیچھے کھڑے بلا رہے تھے تو خدا نے تم کو غم پر غم پہنچایا تاکہ جو چیز تمہارے ہاتھ سے جاتی رہی یا جو مصیبت تم پر واقع ہوئی ہے اس سے تم اندوہ ناک نہ ہو اور خدا تمہارے سب اعمال سے خبردار ہے",
        "arabic_start_time": "0:02:42.688",
        "arabic_end_time": "0:03:25.293",
        "urdu_start_time": "0:03:25.293",
        "urdu_end_time": "0:03:47.889"
    },
    {
        "ind": 447,
        "chapter_no": 3,
        "verse_no": 154,
        "arabic_text": "ثُمَّ أَنْزَلَ عَلَيْكُمْ مِنْ بَعْدِ الْغَمِّ أَمَنَةً نُعَاسًا يَغْشَى طَائِفَةً مِنْكُمْ وَطَائِفَةٌ قَدْ أَهَمَّتْهُمْ أَنْفُسُهُمْ يَظُنُّونَ بِاللَّهِ غَيْرَ الْحَقِّ ظَنَّ الْجَاهِلِيَّةِ يَقُولُونَ هَلْ لَنَا مِنَ الْأَمْرِ مِنْ شَيْءٍ قُلْ إِنَّ الْأَمْرَ كُلَّهُ لِلَّهِ يُخْفُونَ فِي أَنْفُسِهِمْ مَا لَا يُبْدُونَ لَكَ يَقُولُونَ لَوْ كَانَ لَنَا مِنَ الْأَمْرِ شَيْءٌ مَا قُتِلْنَا هَاهُنَا قُلْ لَوْ كُنْتُمْ فِي بُيُوتِكُمْ لَبَرَزَ الَّذِينَ كُتِبَ عَلَيْهِمُ الْقَتْلُ إِلَى مَضَاجِعِهِمْ وَلِيَبْتَلِيَ اللَّهُ مَا فِي صُدُورِكُمْ وَلِيُمَحِّصَ مَا فِي قُلُوبِكُمْ وَاللَّهُ عَلِيمٌ بِذَاتِ الصُّدُورِ ﴿١٥٤﴾",
        "urdu_text": "پھر خدا نے غم ورنج کے بعد تم پر تسلی نازل فرمائی (یعنی) نیند کہ تم میں سے ایک جماعت پر طاری ہو گئی اور کچھ لوگ جن کو جان کے لالے پڑ رہے تھے خدا کے بارے میں ناحق (ایام) کفر کے سے گمان کرتے تھے اور کہتے تھے بھلا ہمارے اختیار کی کچھ بات ہے؟ تم کہہ دو کہ بےشک سب باتیں خدا ہی کے اختیار میں ہیں یہ لوگ (بہت سی باتیں) دلوں میں مخفی رکھتے ہیں جو تم پر ظاہر نہیں کرتے تھے کہتے تھے کہ ہمارے بس کی بات ہوتی تو ہم یہاں قتل ہی نہ کیے جاتے کہہ دو کہ اگر تم اپنے گھروں میں بھی ہوتے تو جن کی تقدیر میں مارا جانا لکھا تھا وہ اپنی اپنی قتل گاہوں کی طرف ضرور نکل آتے اس سے غرض یہ تھی کہ خدا تمہارے سینوں کی باتوں کو آزمائے اور جو کچھ تمہارے دلوں میں ہے اس کو خالص اور صاف کر دے اور خدا دلوں کی باتوں سے خوب واقف ہے",
        "arabic_start_time": "0:03:47.889",
        "arabic_end_time": "0:05:22.556",
        "urdu_start_time": "0:05:22.556",
        "urdu_end_time": "0:06:12.397"
    },
    {
        "ind": 448,
        "chapter_no": 3,
        "verse_no": 155,
        "arabic_text": "إِنَّ الَّذِينَ تَوَلَّوْا مِنْكُمْ يَوْمَ الْتَقَى الْجَمْعَانِ إِنَّمَا اسْتَزَلَّهُمُ الشَّيْطَانُ بِبَعْضِ مَا كَسَبُوا وَلَقَدْ عَفَا اللَّهُ عَنْهُمْ إِنَّ اللَّهَ غَفُورٌ حَلِيمٌ ﴿١٥٥﴾",
        "urdu_text": "جو لوگ تم میں سے (اُحد کے دن) جبکہ (مومنوں اور کافروں کی) دو جماعتیں ایک دوسرے سے گتھ گئیں (جنگ سے) بھاگ گئے تو ان کے بعض افعال کے سبب شیطان نے ان کو پھسلا دیا مگر خدا نے ان کا قصور معاف کر دیا بےشک خدا بخشنے والا اور بردبار ہے",
        "arabic_start_time": "0:06:12.397",
        "arabic_end_time": "0:06:38.075",
        "urdu_start_time": "0:06:38.075",
        "urdu_end_time": "0:06:53.931"
    },
    {
        "ind": 449,
        "chapter_no": 3,
        "verse_no": 156,
        "arabic_text": "يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَكُونُوا كَالَّذِينَ كَفَرُوا وَقَالُوا لِإِخْوَانِهِمْ إِذَا ضَرَبُوا فِي الْأَرْضِ أَوْ كَانُوا غُزًّى لَوْ كَانُوا عِنْدَنَا مَا مَاتُوا وَمَا قُتِلُوا لِيَجْعَلَ اللَّهُ ذَلِكَ حَسْرَةً فِي قُلُوبِهِمْ وَاللَّهُ يُحْيِي وَيُمِيتُ وَاللَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ ﴿١٥٦﴾",
        "urdu_text": "مومنو! ان لوگوں جیسے نہ ہونا جو کفر کرتے ہیں اور ان کے (مسلمان) بھائی جب (خدا کی راہ میں) سفر کریں (اور مر جائیں) یا جہاد کو نکلیں (اور مارے جائیں) تو ان کی نسبت کہتے ہیں کہ اگر وہ ہمارے پاس رہتے تو نہ مرتے اور نہ مارے جاتے۔ ان باتوں سے مقصود یہ ہے کہ خدا ان لوگوں کے دلوں میں افسوس پیدا کر دے اور زندگی اور موت تو خدا ہی دیتا ہے اور خدا تمہارے سب کاموں کو دیکھ رہا ہے",
        "arabic_start_time": "0:00:00.000",
        "arabic_end_time": "0:00:40.960",
        "urdu_start_time": "0:00:40.960",
        "urdu_end_time": "0:01:07.082"
    },
    {
        "ind": 450,
        "chapter_no": 3,
        "verse_no": 157,
        "arabic_text": "وَلَئِنْ قُتِلْتُمْ فِي سَبِيلِ اللَّهِ أَوْ مُتُّمْ لَمَغْفِرَةٌ مِنَ اللَّهِ وَرَحْمَةٌ خَيْرٌ مِمَّا يَجْمَعُونَ ﴿١٥٧﴾",
        "urdu_text": "اور اگر تم خدا کے رستے میں مارے جاؤ یا مرجاؤ تو جو (مال و متاع) لوگ جمع کرتے ہیں اس سے خدا کی بخشش اور رحمت کہیں بہتر ہے",
        "arabic_start_time": "0:01:07.082",
        "arabic_end_time": "0:01:23.460",
        "urdu_start_time": "0:01:23.460",
        "urdu_end_time": "0:01:32.550"
    },
    {
        "ind": 451,
        "chapter_no": 3,
        "verse_no": 158,
        "arabic_text": "وَلَئِنْ مُتُّمْ أَوْ قُتِلْتُمْ لَإِلَى اللَّهِ تُحْشَرُونَ ﴿١٥٨﴾",
        "urdu_text": "اور اگر تم مرجاؤ یا مارے جاؤ خدا کے حضور میں ضرور اکھٹے کئے جاؤ گے",
        "arabic_start_time": "0:01:32.550",
        "arabic_end_time": "0:01:40.726",
        "urdu_start_time": "0:01:40.726",
        "urdu_end_time": "0:01:46.420"
    },
    {
        "ind": 452,
        "chapter_no": 3,
        "verse_no": 159,
        "arabic_text": "فَبِمَا رَحْمَةٍ مِنَ اللَّهِ لِنْتَ لَهُمْ وَلَوْ كُنْتَ فَظًّا غَلِيظَ الْقَلْبِ لَانْفَضُّوا مِنْ حَوْلِكَ فَاعْفُ عَنْهُمْ وَاسْتَغْفِرْ لَهُمْ وَشَاوِرْهُمْ فِي الْأَمْرِ فَإِذَا عَزَمْتَ فَتَوَكَّلْ عَلَى اللَّهِ إِنَّ اللَّهَ يُحِبُّ الْمُتَوَكِّلِينَ ﴿١٥٩﴾",
        "urdu_text": "(اے محمدﷺ) خدا کی مہربانی سے تمہاری افتاد مزاج ان لوگوں کے لئے نرم واقع ہوئی ہے۔ اور اگر تم بدخو اور سخت دل ہوتے تو یہ تمہارے پاس سے بھاگ کھڑے ہوتے۔ تو ان کو معاف کردو اور ان کے لئے (خدا سے) مغفرت مانگو۔ اور اپنے کاموں میں ان سے مشورت لیا کرو۔ اور جب (کسی کام کا) عزم مصمم کرلو تو خدا پر بھروسا رکھو۔ بےشک خدا بھروسا رکھنے والوں کو دوست رکھتا ہے",
        "arabic_start_time": "0:01:46.420",
        "arabic_end_time": "0:02:19.647",
        "urdu_start_time": "0:02:19.647",
        "urdu_end_time": "0:02:43.940"
    },
    {
        "ind": 453,
        "chapter_no": 3,
        "verse_no": 160,
        "arabic_text": "إِنْ يَنْصُرْكُمُ اللَّهُ فَلَا غَالِبَ لَكُمْ وَإِنْ يَخْذُلْكُمْ فَمَنْ ذَا الَّذِي يَنْصُرُكُمْ مِنْ بَعْدِهِ وَعَلَى اللَّهِ فَلْيَتَوَكَّلِ الْمُؤْمِنُونَ ﴿١٦٠﴾",
        "urdu_text": "اور خدا تمہارا مددگار ہے تو تم پر کوئی غالب نہیں آسکتا۔ اور اگر وہ تمہیں چھوڑ دے تو پھر کون ہے کہ تمہاری مدد کرے اور مومنوں کو چاہیئے کہ خدا ہی پر بھروسا رکھیں",
        "arabic_start_time": "0:02:43.940",
        "arabic_end_time": "0:03:06.248",
        "urdu_start_time": "0:03:06.248",
        "urdu_end_time": "0:03:18.264"
    },
    {
        "ind": 454,
        "chapter_no": 3,
        "verse_no": 161,
        "arabic_text": "وَمَا كَانَ لِنَبِيٍّ أَنْ يَغُلَّ وَمَنْ يَغْلُلْ يَأْتِ بِمَا غَلَّ يَوْمَ الْقِيَامَةِ ثُمَّ تُوَفَّى كُلُّ نَفْسٍ مَا كَسَبَتْ وَهُمْ لَا يُظْلَمُونَ ﴿١٦١﴾",
        "urdu_text": "اور کبھی نہیں ہوسکتا کہ پیغمبر (خدا) خیانت کریں۔ اور خیانت کرنے والوں کو قیامت کے دن خیانت کی ہوئی چیز (خدا کے روبرو) لاحاضر کرنی ہوگی۔ پھر ہر شخص کو اس کے اعمال کا پورا پورا بدلا دیا جائے گا اور بےانصافی نہیں کی جائے گی",
        "arabic_start_time": "0:03:18.264",
        "arabic_end_time": "0:03:39.005",
        "urdu_start_time": "0:03:39.005",
        "urdu_end_time": "0:03:55.906"
    },
    {
        "ind": 455,
        "chapter_no": 3,
        "verse_no": 162,
        "arabic_text": "أَفَمَنِ اتَّبَعَ رِضْوَانَ اللَّهِ كَمَنْ بَاءَ بِسَخَطٍ مِنَ اللَّهِ وَمَأْوَاهُ جَهَنَّمُ وَبِئْسَ الْمَصِيرُ ﴿١٦٢﴾",
        "urdu_text": "بھلا جو شخص خدا کی خوشنودی کا تابع ہو وہ اس شخص کی طرح (مرتکب خیانت) ہوسکتا ہے جو خدا کی ناخوشی میں گرفتار ہو اور جس کا ٹھکانہ دوزخ ہے، اور وہ برا ٹھکانا ہے",
        "arabic_start_time": "0:03:55.906",
        "arabic_end_time": "0:04:13.381",
        "urdu_start_time": "0:04:13.381",
        "urdu_end_time": "0:04:25.266"
    },
    {
        "ind": 456,
        "chapter_no": 3,
        "verse_no": 163,
        "arabic_text": "هُمْ دَرَجَاتٌ عِنْدَ اللَّهِ وَاللَّهُ بَصِيرٌ بِمَا يَعْمَلُونَ ﴿١٦٣﴾",
        "urdu_text": "ان لوگوں کے خدا کے ہاں (مختلف اور متفاوت) درجے ہیں اور خدا ان کے سب اعمال کو دیکھ رہا ہے",
        "arabic_start_time": "0:04:25.266",
        "arabic_end_time": "0:04:38.692",
        "urdu_start_time": "0:04:38.692",
        "urdu_end_time": "0:04:44.804"
    },
    {
        "ind": 457,
        "chapter_no": 3,
        "verse_no": 164,
        "arabic_text": "لَقَدْ مَنَّ اللَّهُ عَلَى الْمُؤْمِنِينَ إِذْ بَعَثَ فِيهِمْ رَسُولًا مِنْ أَنْفُسِهِمْ يَتْلُو عَلَيْهِمْ آيَاتِهِ وَيُزَكِّيهِمْ وَيُعَلِّمُهُمُ الْكِتَابَ وَالْحِكْمَةَ وَإِنْ كَانُوا مِنْ قَبْلُ لَفِي ضَلَالٍ مُبِينٍ ﴿١٦٤﴾",
        "urdu_text": "خدا نے مومنوں پر بڑا احسان کیا ہے کہ ان میں انہیں میں سے ایک پیغمبر بھیجے۔ جو ان کو خدا کی آیتیں پڑھ پڑھ کر سناتے اور ان کو پاک کرتے اور (خدا کی) کتاب اور دانائی سکھاتے ہیں اور پہلے تو یہ لوگ صریح گمراہی میں تھے",
        "arabic_start_time": "0:04:44.804",
        "arabic_end_time": "0:05:17.692",
        "urdu_start_time": "0:05:17.692",
        "urdu_end_time": "0:05:32.999"
    },
    {
        "ind": 458,
        "chapter_no": 3,
        "verse_no": 165,
        "arabic_text": "أَوَلَمَّا أَصَابَتْكُمْ مُصِيبَةٌ قَدْ أَصَبْتُمْ مِثْلَيْهَا قُلْتُمْ أَنَّى هَذَا قُلْ هُوَ مِنْ عِنْدِ أَنْفُسِكُمْ إِنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ ﴿١٦٥﴾",
        "urdu_text": "(بھلا یہ) کیا (بات ہے کہ) جب (اُحد کے دن کافر کے ہاتھ سے) تم پر مصیبت واقع ہوئی حالانکہ (جنگ بدر میں) اس سے دوچند مصیبت تمہارے ہاتھ سے ان پر پڑچکی ہے توتم چلا اٹھے کہ (ہائے) آفت (ہم پر) کہاں سے آپڑی کہہ دو کہ یہ تمہاری ہی شامت اعمال ہے (کہ تم نے پیغمبر کے حکم کے خلاف کیا) بےشک خدا ہر چیز پر قادر ہے",
        "arabic_start_time": "0:05:32.999",
        "arabic_end_time": "0:06:00.871",
        "urdu_start_time": "0:06:00.871",
        "urdu_end_time": "0:06:23.545"
    },
    {
        "ind": 459,
        "chapter_no": 3,
        "verse_no": 166,
        "arabic_text": "وَمَا أَصَابَكُمْ يَوْمَ الْتَقَى الْجَمْعَانِ فَبِإِذْنِ اللَّهِ وَلِيَعْلَمَ الْمُؤْمِنِينَ ﴿١٦٦﴾",
        "urdu_text": "اور جو مصیبت تم پر دونوں جماعتوں کے مقابلے کے دن واقع ہوئی سو خدا کے حکم سے (واقع ہوئی) اور (اس سے) یہ مقصود تھا کہ خدا مومنوں کو اچھی طرح معلوم",
        "arabic_start_time": "0:06:23.545",
        "arabic_end_time": "0:06:40.237",
        "urdu_start_time": "0:06:40.237",
        "urdu_end_time": "0:06:50.764"
    },
    {
        "ind": 460,
        "chapter_no": 3,
        "verse_no": 167,
        "arabic_text": "وَلِيَعْلَمَ الَّذِينَ نَافَقُوا وَقِيلَ لَهُمْ تَعَالَوْا قَاتِلُوا فِي سَبِيلِ اللَّهِ أَوِ ادْفَعُوا قَالُوا لَوْ نَعْلَمُ قِتَالًا لَاتَّبَعْنَاكُمْ هُمْ لِلْكُفْرِ يَوْمَئِذٍ أَقْرَبُ مِنْهُمْ لِلْإِيمَانِ يَقُولُونَ بِأَفْوَاهِهِمْ مَا لَيْسَ فِي قُلُوبِهِمْ وَاللَّهُ أَعْلَمُ بِمَا يَكْتُمُونَ ﴿١٦٧﴾",
        "urdu_text": "اور منافقوں کو بھی معلوم کرلے اور (جب) ان سے کہا گیا کہ آؤ خدا کے رستے میں جنگ کرو یا (کافروں کے) حملوں کو روکو۔ تو کہنے لگے کہ اگر ہم کو لڑائی کی خبر ہوتی تو ہم ضرور تمہارے ساتھ رہتے یہ اس دن ایمان کی نسبت کفر سے زیادہ قریب تھے منہ سے وہ باتیں کہتے ہیں جو ان کے دل میں نہیں ہیں۔ اور جو کچھ یہ چھپاتے ہیں خدا ان سے خوب واقف ہے",
        "arabic_start_time": "0:06:50.764",
        "arabic_end_time": "0:07:29.294",
        "urdu_start_time": "0:07:29.294",
        "urdu_end_time": "0:07:50.975"
    },
    {
        "ind": 461,
        "chapter_no": 3,
        "verse_no": 168,
        "arabic_text": "الَّذِينَ قَالُوا لِإِخْوَانِهِمْ وَقَعَدُوا لَوْ أَطَاعُونَا مَا قُتِلُوا قُلْ فَادْرَءُوا عَنْ أَنْفُسِكُمُ الْمَوْتَ إِنْ كُنْتُمْ صَادِقِينَ ﴿١٦٨﴾",
        "urdu_text": "یہ خود تو (جنگ سے بچ کر) بیٹھ ہی رہے تھے مگر (جنہوں نے راہ خدا میں جانیں قربان کردیں) اپنے (ان) بھائیوں کے بارے میں بھی کہتے ہیں کہ اگر ہمارا کہا مانتے تو قتل نہ ہوتے۔ کہہ دو کہ اگر سچے ہو تو اپنے اوپر سے موت کو ٹال دینا",
        "arabic_start_time": "0:07:50.975",
        "arabic_end_time": "0:08:10.279",
        "urdu_start_time": "0:08:10.279",
        "urdu_end_time": "0:08:24.071"
    },
    {
        "ind": 462,
        "chapter_no": 3,
        "verse_no": 169,
        "arabic_text": "وَلَا تَحْسَبَنَّ الَّذِينَ قُتِلُوا فِي سَبِيلِ اللَّهِ أَمْوَاتًا بَلْ أَحْيَاءٌ عِنْدَ رَبِّهِمْ يُرْزَقُونَ ﴿١٦٩﴾",
        "urdu_text": "جو لوگ خدا کی راہ میں مارے گئے ان کو مرے ہوئے نہ سمجھنا (وہ مرے ہوئے نہیں ہیں) بلکہ خدا کے نزدیک زندہ ہیں اور ان کو رزق مل رہا ہے",
        "arabic_start_time": "0:08:24.071",
        "arabic_end_time": "0:08:41.964",
        "urdu_start_time": "0:08:41.964",
        "urdu_end_time": "0:08:51.002"
    },
    {
        "ind": 463,
        "chapter_no": 3,
        "verse_no": 170,
        "arabic_text": "فَرِحِينَ بِمَا آتَاهُمُ اللَّهُ مِنْ فَضْلِهِ وَيَسْتَبْشِرُونَ بِالَّذِينَ لَمْ يَلْحَقُوا بِهِمْ مِنْ خَلْفِهِمْ أَلَّا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ ﴿١٧٠﴾",
        "urdu_text": "جو کچھ خدا نے ان کو اپنے فضل سے بخش رکھا ہے اس میں خوش ہیں۔ اور جو لوگ ان کے پیچھے رہ گئے اور (شہید ہوکر) ان میں شامل نہیں ہوسکے ان کی نسبت خوشیاں منا رہے ہیں کہ (قیامت کے دن) ان کو بھی نہ کچھ خوف ہوگا اور نہ وہ غمناک ہوں گے",
        "arabic_start_time": "0:08:51.002",
        "arabic_end_time": "0:09:23.655",
        "urdu_start_time": "0:09:23.655",
        "urdu_end_time": "0:09:38.362"
    },
    {
        "ind": 464,
        "chapter_no": 3,
        "verse_no": 171,
        "arabic_text": "يَسْتَبْشِرُونَ بِنِعْمَةٍ مِنَ اللَّهِ وَفَضْلٍ وَأَنَّ اللَّهَ لَا يُضِيعُ أَجْرَ الْمُؤْمِنِينَ ﴿١٧١﴾",
        "urdu_text": "اور خدا کے انعامات اور فضل سے خوش ہورہے ہیں۔ اور اس سے کہ خدا مومنوں کا اجر ضائع نہیں کرتا",
        "arabic_start_time": "0:09:38.362",
        "arabic_end_time": "0:09:53.930",
        "urdu_start_time": "0:09:53.930",
        "urdu_end_time": "0:10:00.826"
    },
    {
        "ind": 465,
        "chapter_no": 3,
        "verse_no": 172,
        "arabic_text": "الَّذِينَ اسْتَجَابُوا لِلَّهِ وَالرَّسُولِ مِنْ بَعْدِ مَا أَصَابَهُمُ الْقَرْحُ لِلَّذِينَ أَحْسَنُوا مِنْهُمْ وَاتَّقَوْا أَجْرٌ عَظِيمٌ ﴿١٧٢﴾",
        "urdu_text": "جنہوں نے باوجود زخم کھانے کے خدا اور رسول (کے حکم) کو قبول کیا جو لوگ ان میں نیکوکار اور پرہیزگار ہیں ان کے لئے بڑا ثواب ہے",
        "arabic_start_time": "0:10:00.826",
        "arabic_end_time": "0:10:20.417",
        "urdu_start_time": "0:10:20.417",
        "urdu_end_time": "0:10:29.194"
    },
    {
        "ind": 466,
        "chapter_no": 3,
        "verse_no": 173,
        "arabic_text": "الَّذِينَ قَالَ لَهُمُ النَّاسُ إِنَّ النَّاسَ قَدْ جَمَعُوا لَكُمْ فَاخْشَوْهُمْ فَزَادَهُمْ إِيمَانًا وَقَالُوا حَسْبُنَا اللَّهُ وَنِعْمَ الْوَكِيلُ ﴿١٧٣﴾",
        "urdu_text": "(جب) ان سے لوگوں نے آکر بیان کیا کہ کفار نے تمہارے (مقابلے کے) لئے لشکر کثیر) جمع کیا ہے تو ان سے ڈرو۔ تو ان کا ایمان اور زیادہ ہوگیا۔ اور کہنے لگے ہم کو خدا کافی ہے اور وہ بہت اچھا کارساز ہے",
        "arabic_start_time": "0:10:29.194",
        "arabic_end_time": "0:10:53.461",
        "urdu_start_time": "0:10:53.461",
        "urdu_end_time": "0:11:07.462"
    },
    {
        "ind": 467,
        "chapter_no": 3,
        "verse_no": 174,
        "arabic_text": "فَانْقَلَبُوا بِنِعْمَةٍ مِنَ اللَّهِ وَفَضْلٍ لَمْ يَمْسَسْهُمْ سُوءٌ وَاتَّبَعُوا رِضْوَانَ اللَّهِ وَاللَّهُ ذُو فَضْلٍ عَظِيمٍ ﴿١٧٤﴾",
        "urdu_text": "پھر وہ خدا کی نعمتوں اور اس کے فضل کے ساتھ (خوش وخرم) واپس آئے ان کو کسی طرح کا ضرر نہ پہنچا۔ اور وہ خدا کی خوشنودی کے تابع رہے۔ اور خدا بڑے فضل کا مالک ہے",
        "arabic_start_time": "0:11:07.462",
        "arabic_end_time": "0:11:29.535",
        "urdu_start_time": "0:11:29.535",
        "urdu_end_time": "0:11:41.237"
    },
    {
        "ind": 468,
        "chapter_no": 3,
        "verse_no": 175,
        "arabic_text": "إِنَّمَا ذَلِكُمُ الشَّيْطَانُ يُخَوِّفُ أَوْلِيَاءَهُ فَلَا تَخَافُوهُمْ وَخَافُونِ إِنْ كُنْتُمْ مُؤْمِنِينَ ﴿١٧٥﴾",
        "urdu_text": "یہ (خوف دلانے والا) تو شیطان ہے جو اپنے دوستوں سے ڈراتا ہے تو اگر تم مومن ہو تو ان سے مت ڈرنا اور مجھ ہی سے ڈرتے رہنا",
        "arabic_start_time": "0:11:41.237",
        "arabic_end_time": "0:12:04.694",
        "urdu_start_time": "0:12:04.694",
        "urdu_end_time": "0:12:14.072"
    },
    {
        "ind": 469,
        "chapter_no": 3,
        "verse_no": 176,
        "arabic_text": "وَلَا يَحْزُنْكَ الَّذِينَ يُسَارِعُونَ فِي الْكُفْرِ إِنَّهُمْ لَنْ يَضُرُّوا اللَّهَ شَيْئًا يُرِيدُ اللَّهُ أَلَّا يَجْعَلَ لَهُمْ حَظًّا فِي الْآخِرَةِ وَلَهُمْ عَذَابٌ عَظِيمٌ ﴿١٧٦﴾",
        "urdu_text": "اور جو لوگ کفر میں جلدی کرتے ہیں ان (کی وجہ) سے غمگین نہ ہونا۔ یہ خدا کا کچھ نقصان نہیں کرسکتے خدا چاہتا ہے کہ آخرت میں ان کو کچھ حصہ نہ دے اور ان کے لئے بڑا عذاب تیار ہے",
        "arabic_start_time": "0:12:14.072",
        "arabic_end_time": "0:12:39.018",
        "urdu_start_time": "0:12:39.018",
        "urdu_end_time": "0:12:51.321"
    },
    {
        "ind": 470,
        "chapter_no": 3,
        "verse_no": 177,
        "arabic_text": "إِنَّ الَّذِينَ اشْتَرَوُا الْكُفْرَ بِالْإِيمَانِ لَنْ يَضُرُّوا اللَّهَ شَيْئًا وَلَهُمْ عَذَابٌ أَلِيمٌ ﴿١٧٧﴾",
        "urdu_text": "جن لوگوں نے ایمان کے بدلے کفر خریدا وہ خدا کا کچھ نہیں بگاڑ سکتے اور ان کو دکھ دینے والا عذاب ہوگا",
        "arabic_start_time": "0:12:51.321",
        "arabic_end_time": "0:13:05.975",
        "urdu_start_time": "0:13:05.975",
        "urdu_end_time": "0:13:13.472"
    },
    {
        "ind": 471,
        "chapter_no": 3,
        "verse_no": 178,
        "arabic_text": "وَلَا يَحْسَبَنَّ الَّذِينَ كَفَرُوا أَنَّمَا نُمْلِي لَهُمْ خَيْرٌ لِأَنْفُسِهِمْ إِنَّمَا نُمْلِي لَهُمْ لِيَزْدَادُوا إِثْمًا وَلَهُمْ عَذَابٌ مُهِينٌ ﴿١٧٨﴾",
        "urdu_text": "اور کافر لوگ یہ نہ خیال کریں کہ ہم جو ان کو مہلت دیئے جاتے ہیں تو یہ ان کے حق میں اچھا ہے۔ (نہیں بلکہ) ہم ان کو اس لئے مہلت دیتے ہیں کہ اور گناہ کرلیں۔ آخرکار ان کو ذلیل کرنے والا عذاب ہوگا",
        "arabic_start_time": "0:00:00.000",
        "arabic_end_time": "0:00:25.260",
        "urdu_start_time": "0:00:25.260",
        "urdu_end_time": "0:00:39.862"
    },
    {
        "ind": 472,
        "chapter_no": 3,
        "verse_no": 179,
        "arabic_text": "مَا كَانَ اللَّهُ لِيَذَرَ الْمُؤْمِنِينَ عَلَى مَا أَنْتُمْ عَلَيْهِ حَتَّى يَمِيزَ الْخَبِيثَ مِنَ الطَّيِّبِ وَمَا كَانَ اللَّهُ لِيُطْلِعَكُمْ عَلَى الْغَيْبِ وَلَكِنَّ اللَّهَ يَجْتَبِي مِنْ رُسُلِهِ مَنْ يَشَاءُ فَآمِنُوا بِاللَّهِ وَرُسُلِهِ وَإِنْ تُؤْمِنُوا وَتَتَّقُوا فَلَكُمْ أَجْرٌ عَظِيمٌ ﴿١٧٩﴾",
        "urdu_text": "(لوگو) جب تک خدا ناپاک کو پاک سے الگ نہ کردے گا مومنوں کو اس حال میں جس میں تم ہو ہرگز نہیں رہنے دے گا۔ اور الله تم کوغیب کی باتوں سے بھی مطلع نہیں کرے گاالبتہ خدا اپنے پیغمبروں میں سے جسے چاہتا ہے انتخاب کرلیتا ہے۔ تو تم خدا پر اور اس کے رسولوں پر ایمان لاؤاور اگر ایمان لاؤ گے اور پرہیزگاری کرو گے تو تم کو اجر عظیم ملے گا",
        "arabic_start_time": "0:00:39.862",
        "arabic_end_time": "0:01:21.605",
        "urdu_start_time": "0:01:21.605",
        "urdu_end_time": "0:01:44.200"
    },
    {
        "ind": 473,
        "chapter_no": 3,
        "verse_no": 180,
        "arabic_text": "وَلَا يَحْسَبَنَّ الَّذِينَ يَبْخَلُونَ بِمَا آتَاهُمُ اللَّهُ مِنْ فَضْلِهِ هُوَ خَيْرًا لَهُمْ بَلْ هُوَ شَرٌّ لَهُمْ سَيُطَوَّقُونَ مَا بَخِلُوا بِهِ يَوْمَ الْقِيَامَةِ وَلِلَّهِ مِيرَاثُ السَّمَاوَاتِ وَالْأَرْضِ وَاللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ ﴿١٨٠﴾",
        "urdu_text": "جو لوگ مال میں جو خدا نے اپنے فضل سے ان کو عطا فرمایا ہے بخل کرتے ہیں وہ اس بخل کو اپنے حق میں اچھا نہ سمجھیں۔ (وہ اچھا نہیں) بلکہ ان کے لئے برا ہے وہ جس مال میں بخل کرتے ہیں قیامت کے دن اس کا طوق بنا کر ان کی گردنوں میں ڈالا جائے گا۔ اور آسمانوں اور زمین کا وارث خدا ہی ہے۔ اور جو عمل تم کرتے ہوخدا کو معلوم ہے",
        "arabic_start_time": "0:01:44.200",
        "arabic_end_time": "0:02:19.752",
        "urdu_start_time": "0:02:19.752",
        "urdu_end_time": "0:02:40.153"
    },
    {
        "ind": 474,
        "chapter_no": 3,
        "verse_no": 181,
        "arabic_text": "لَقَدْ سَمِعَ اللَّهُ قَوْلَ الَّذِينَ قَالُوا إِنَّ اللَّهَ فَقِيرٌ وَنَحْنُ أَغْنِيَاءُ سَنَكْتُبُ مَا قَالُوا وَقَتْلَهُمُ الْأَنْبِيَاءَ بِغَيْرِ حَقٍّ وَنَقُولُ ذُوقُوا عَذَابَ الْحَرِيقِ ﴿١٨١﴾",
        "urdu_text": "خدا نے ان لوگوں کا قول سن لیا ہے جو کہتے ہیں کہ خدا فقیر ہے۔ اور ہم امیر ہیں۔ یہ جو کہتے ہیں ہم اس کو لکھ لیں گے۔ اور پیغمبروں کو جو یہ ناحق قتل کرتے رہے ہیں اس کو بھی (قلمبند کر رکھیں گے) اور (قیامت کے روز) کہیں گے کہ عذاب (آتش) سوزاں کے مزے چکھتے رہو",
        "arabic_start_time": "0:00:00.000",
        "arabic_end_time": "0:00:30.537",
        "urdu_start_time": "0:00:30.537",
        "urdu_end_time": "0:00:48.457"
    },
    {
        "ind": 475,
        "chapter_no": 3,
        "verse_no": 182,
        "arabic_text": "ذَلِكَ بِمَا قَدَّمَتْ أَيْدِيكُمْ وَأَنَّ اللَّهَ لَيْسَ بِظَلَّامٍ لِلْعَبِيدِ ﴿١٨٢﴾",
        "urdu_text": "یہ ان کاموں کی سزا ہے جو تمہارے ہاتھ آگے بھیجتے رہے ہیں اور خدا تو بندوں پر مطلق ظلم نہیں کرتا",
        "arabic_start_time": "0:00:48.457",
        "arabic_end_time": "0:01:00.264",
        "urdu_start_time": "0:01:00.264",
        "urdu_end_time": "0:01:07.343"
    },
    {
        "ind": 476,
        "chapter_no": 3,
        "verse_no": 183,
        "arabic_text": "الَّذِينَ قَالُوا إِنَّ اللَّهَ عَهِدَ إِلَيْنَا أَلَّا نُؤْمِنَ لِرَسُولٍ حَتَّى يَأْتِيَنَا بِقُرْبَانٍ تَأْكُلُهُ النَّارُ قُلْ قَدْ جَاءَكُمْ رُسُلٌ مِنْ قَبْلِي بِالْبَيِّنَاتِ وَبِالَّذِي قُلْتُمْ فَلِمَ قَتَلْتُمُوهُمْ إِنْ كُنْتُمْ صَادِقِينَ ﴿١٨٣﴾",
        "urdu_text": "جو لوگ کہتے ہی کہ خدا نے ہمیں حکم بھیجا ہے کہ جب تک کوئی پیغمبر ہمارے پاس ایسی نیاز لے کر نہ آئے جس کو آگ آکر کھا جائے تب تک ہم اس پر ایمان نہ لائیں گے (اے پیغمبر ان سے) کہہ دو کہ مجھ سے پہلے کئی پیغمبر تمہارے پاس کھلی ہوئی نشانیاں لے کر آئے اور وہ (معجزہ) بھی لائے جو تم کہتے ہو تو اگر سچے ہو تو تم نے ان کو قتل کیوں کیا؟",
        "arabic_start_time": "0:01:07.343",
        "arabic_end_time": "0:01:45.978",
        "urdu_start_time": "0:01:45.978",
        "urdu_end_time": "0:02:07.790"
    },
    {
        "ind": 477,
        "chapter_no": 3,
        "verse_no": 184,
        "arabic_text": "فَإِنْ كَذَّبُوكَ فَقَدْ كُذِّبَ رُسُلٌ مِنْ قَبْلِكَ جَاءُوا بِالْبَيِّنَاتِ وَالزُّبُرِ وَالْكِتَابِ الْمُنِيرِ ﴿١٨٤﴾",
        "urdu_text": "پھر اگر یہ لوگ تم کو سچا نہ سمجھیں تو تم سے پہلے بہت سے پیغمبر کھلی ہوئی نشانیاں اور صحیفے اور روشن کتابیں لے کر آچکے ہیں اور لوگوں نے ان کو بھی سچا نہیں سمجھا",
        "arabic_start_time": "0:02:07.790",
        "arabic_end_time": "0:02:24.717",
        "urdu_start_time": "0:02:24.717",
        "urdu_end_time": "0:02:35.610"
    },
    {
        "ind": 478,
        "chapter_no": 3,
        "verse_no": 185,
        "arabic_text": "كُلُّ نَفْسٍ ذَائِقَةُ الْمَوْتِ وَإِنَّمَا تُوَفَّوْنَ أُجُورَكُمْ يَوْمَ الْقِيَامَةِ فَمَنْ زُحْزِحَ عَنِ النَّارِ وَأُدْخِلَ الْجَنَّةَ فَقَدْ فَازَ وَمَا الْحَيَاةُ الدُّنْيَا إِلَّا مَتَاعُ الْغُرُورِ ﴿١٨٥﴾",
        "urdu_text": "ہر متنفس کو موت کا مزا چکھنا ہے اور تم کو قیامت کے دن تمہارے اعمال کا پورا پورا بدلا دیا جائے گا۔ تو جو شخص آتش جہنم سے دور رکھا گیا اور بہشت میں داخل کیا گیا وہ مراد کو پہنچ گیا اور دنیا کی زندگی تو دھوکے کا سامان ہے",
        "arabic_start_time": "0:02:35.610",
        "arabic_end_time": "0:03:12.181",
        "urdu_start_time": "0:03:12.181",
        "urdu_end_time": "0:03:27.880"
    },
    {
        "ind": 479,
        "chapter_no": 3,
        "verse_no": 186,
        "arabic_text": "لَتُبْلَوُنَّ فِي أَمْوَالِكُمْ وَأَنْفُسِكُمْ وَلَتَسْمَعُنَّ مِنَ الَّذِينَ أُوتُوا الْكِتَابَ مِنْ قَبْلِكُمْ وَمِنَ الَّذِينَ أَشْرَكُوا أَذًى كَثِيرًا وَإِنْ تَصْبِرُوا وَتَتَّقُوا فَإِنَّ ذَلِكَ مِنْ عَزْمِ الْأُمُورِ ﴿١٨٦﴾",
        "urdu_text": "(اے اہل ایمان) تمہارے مال و جان میں تمہاری آزمائش کی جائے گی۔ اور تم اہل کتاب سے اور ان لوگوں سے جو مشرک ہیں بہت سی ایذا کی باتیں سنو گے۔ اور تو اگر صبر اور پرہیزگاری کرتے رہو گے تو یہ بڑی ہمت کے کام ہیں",
        "arabic_start_time": "0:03:27.880",
        "arabic_end_time": "0:04:01.656",
        "urdu_start_time": "0:04:01.656",
        "urdu_end_time": "0:04:15.657"
    },
    {
        "ind": 480,
        "chapter_no": 3,
        "verse_no": 187,
        "arabic_text": "وَإِذْ أَخَذَ اللَّهُ مِيثَاقَ الَّذِينَ أُوتُوا الْكِتَابَ لَتُبَيِّنُنَّهُ لِلنَّاسِ وَلَا تَكْتُمُونَهُ فَنَبَذُوهُ وَرَاءَ ظُهُورِهِمْ وَاشْتَرَوْا بِهِ ثَمَنًا قَلِيلًا فَبِئْسَ مَا يَشْتَرُونَ ﴿١٨٧﴾",
        "urdu_text": "اور جب خدا نے ان لوگوں سے جن کو کتاب عنایت کی گئی تھی اقرار کرلیا کہ (جو کچھ اس میں لکھا ہے) اسے صاف صاف بیان کرتے رہنا۔ اور اس (کی کسی بات) کو نہ چھپانا تو انہں نے اس کو پس پشت پھینک دیا اور اس کے بدلے تھوڑی سی قیمت حاصل کی۔ یہ جو کچھ حاصل کرتے ہیں برا ہے",
        "arabic_start_time": "0:04:15.657",
        "arabic_end_time": "0:04:45.227",
        "urdu_start_time": "0:04:45.227",
        "urdu_end_time": "0:05:04.061"
    },
    {
        "ind": 481,
        "chapter_no": 3,
        "verse_no": 188,
        "arabic_text": "لَا تَحْسَبَنَّ الَّذِينَ يَفْرَحُونَ بِمَا أَتَوْا وَيُحِبُّونَ أَنْ يُحْمَدُوا بِمَا لَمْ يَفْعَلُوا فَلَا تَحْسَبَنَّهُمْ بِمَفَازَةٍ مِنَ الْعَذَابِ وَلَهُمْ عَذَابٌ أَلِيمٌ ﴿١٨٨﴾",
        "urdu_text": "جو لوگ اپنے (ناپسند) کاموں سے خوش ہوتے ہیں اور پسندیدہ کام) جو کرتے نہیں ان کے لئے چاہتے ہیں کہ ان ک تعریف کی جائے ان کی نسبت خیال نہ کرنا کہ وہ عذاب سے رستگار ہوجائیں گے۔ اور انہیں درد دینے والا عذاب ہوگا",
        "arabic_start_time": "0:05:04.061",
        "arabic_end_time": "0:05:31.045",
        "urdu_start_time": "0:05:31.045",
        "urdu_end_time": "0:05:44.707"
    },
    {
        "ind": 482,
        "chapter_no": 3,
        "verse_no": 189,
        "arabic_text": "وَلِلَّهِ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ وَاللَّهُ عَلَى كُلِّ شَيْءٍ قَدِيرٌ ﴿١٨٩﴾",
        "urdu_text": "اور آسمانوں اور زمین کی بادشاہی خدا ہی کو ہے اور خدا ہر چیز پر قادر ہے",
        "arabic_start_time": "0:05:44.707",
        "arabic_end_time": "0:05:57.559",
        "urdu_start_time": "0:05:57.559",
        "urdu_end_time": "0:06:03.488"
    },
    {
        "ind": 483,
        "chapter_no": 3,
        "verse_no": 190,
        "arabic_text": "إِنَّ فِي خَلْقِ السَّمَاوَاتِ وَالْأَرْضِ وَاخْتِلَافِ اللَّيْلِ وَالنَّهَارِ لَآيَاتٍ لِأُولِي الْأَلْبَابِ ﴿١٩٠﴾",
        "urdu_text": "بے شک آسمانوں اور زمین کی پیدائش اور رات اور دن کے بدل بدل کے آنے جانے میں عقل والوں کے لیے نشانیاں ہیں",
        "arabic_start_time": "0:00:00.000",
        "arabic_end_time": "0:00:13.531",
        "urdu_start_time": "0:00:13.531",
        "urdu_end_time": "0:00:20.035"
    },
    {
        "ind": 484,
        "chapter_no": 3,
        "verse_no": 191,
        "arabic_text": "الَّذِينَ يَذْكُرُونَ اللَّهَ قِيَامًا وَقُعُودًا وَعَلَى جُنُوبِهِمْ وَيَتَفَكَّرُونَ فِي خَلْقِ السَّمَاوَاتِ وَالْأَرْضِ رَبَّنَا مَا خَلَقْتَ هَذَا بَاطِلًا سُبْحَانَكَ فَقِنَا عَذَابَ النَّارِ ﴿١٩١﴾",
        "urdu_text": "جو کھڑے اور بیٹھے اور لیٹے (ہر حال میں) خدا کو یاد کرتے اور آسمان اور زمین کی پیدائش میں غور کرتے (اور کہتے ہیں) کہ اے پروردگار! تو نے اس (مخلوق) کو بے فائدہ نہیں پیدا کیا تو پاک ہے تو (قیامت کے دن) ہمیں دوزخ کے عذاب سے بچائیو",
        "arabic_start_time": "0:00:20.035",
        "arabic_end_time": "0:00:55.692",
        "urdu_start_time": "0:00:55.692",
        "urdu_end_time": "0:01:10.555"
    },
    {
        "ind": 485,
        "chapter_no": 3,
        "verse_no": 192,
        "arabic_text": "رَبَّنَا إِنَّكَ مَنْ تُدْخِلِ النَّارَ فَقَدْ أَخْزَيْتَهُ وَمَا لِلظَّالِمِينَ مِنْ أَنْصَارٍ ﴿١٩٢﴾",
        "urdu_text": "اے پروردگار جس کو تو نے دوزخ میں ڈالا اسے رسوا کیا اور ظالموں کا کوئی مددگار نہیں",
        "arabic_start_time": "0:01:10.555",
        "arabic_end_time": "0:01:27.665",
        "urdu_start_time": "0:01:27.665",
        "urdu_end_time": "0:01:33.777"
    },
    {
        "ind": 486,
        "chapter_no": 3,
        "verse_no": 193,
        "arabic_text": "رَبَّنَا إِنَّنَا سَمِعْنَا مُنَادِيًا يُنَادِي لِلْإِيمَانِ أَنْ آمِنُوا بِرَبِّكُمْ فَآمَنَّا رَبَّنَا فَاغْفِرْ لَنَا ذُنُوبَنَا وَكَفِّرْ عَنَّا سَيِّئَاتِنَا وَتَوَفَّنَا مَعَ الْأَبْرَارِ ﴿١٩٣﴾",
        "urdu_text": "اے پروردگارہم نے ایک ندا کرنے والے کو سنا کہ ایمان کے لیے پکار رہا تھا (یعنی) اپنے پروردگار پر ایمان لاؤ تو ہم ایمان لے آئے اے پروردگار ہمارے گناہ معاف فرما اور ہماری برائیوں کو ہم سے محو کر اور ہم کو دنیا سے نیک بندوں کے ساتھ اٹھا",
        "arabic_start_time": "0:01:33.777",
        "arabic_end_time": "0:02:02.563",
        "urdu_start_time": "0:02:02.563",
        "urdu_end_time": "0:02:25.367"
    },
    {
        "ind": 487,
        "chapter_no": 3,
        "verse_no": 194,
        "arabic_text": "رَبَّنَا وَآتِنَا مَا وَعَدْتَنَا عَلَى رُسُلِكَ وَلَا تُخْزِنَا يَوْمَ الْقِيَامَةِ إِنَّكَ لَا تُخْلِفُ الْمِيعَادَ ﴿١٩٤﴾",
        "urdu_text": "اے پروردگار تو نے جن جن چیزوں کے ہم سے اپنے پیغمبروں کے ذریعے سے وعدے کیے ہیں وہ ہمیں عطا فرما اور قیامت کے دن ہمیں رسوا نہ کیجو کچھ شک نہیں کہ تو خلاف وعدہ نہیں کرتا",
        "arabic_start_time": "0:02:25.367",
        "arabic_end_time": "0:02:42.189",
        "urdu_start_time": "0:02:42.189",
        "urdu_end_time": "0:02:56.634"
    },
    {
        "ind": 488,
        "chapter_no": 3,
        "verse_no": 195,
        "arabic_text": "فَاسْتَجَابَ لَهُمْ رَبُّهُمْ أَنِّي لَا أُضِيعُ عَمَلَ عَامِلٍ مِنْكُمْ مِنْ ذَكَرٍ أَوْ أُنْثَى بَعْضُكُمْ مِنْ بَعْضٍ فَالَّذِينَ هَاجَرُوا وَأُخْرِجُوا مِنْ دِيَارِهِمْ وَأُوذُوا فِي سَبِيلِي وَقَاتَلُوا وَقُتِلُوا لَأُكَفِّرَنَّ عَنْهُمْ سَيِّئَاتِهِمْ وَلَأُدْخِلَنَّهُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ ثَوَابًا مِنْ عِنْدِ اللَّهِ وَاللَّهُ عِنْدَهُ حُسْنُ الثَّوَابِ ﴿١٩٥﴾",
        "urdu_text": "تو ان کے پرردگار نے ان کی دعا قبول کر لی (اور فرمایا) کہ میں کسی عمل کرنے والے کے عمل کو مرد ہو یا عورت ضائع نہیں کرتا تم ایک دوسرے کی جنس ہو تو جو لوگ میرے لیے وطن چھوڑ گئے اور اپنے گھروں سے نکالے گئے اور ستائے گئے اور لڑے اور قتل کیے گئے میں ان کے گناہ دور کردوں گا اور ان کو بہشتوں میں داخل کروں گا جن کے نیچے نہریں بہ رہی ہیں (یہ) خدا کے ہاں سے بدلہ ہے اور خدا کے ہاں اچھا بدلہ ہے",
        "arabic_start_time": "0:02:56.634",
        "arabic_end_time": "0:04:14.165",
        "urdu_start_time": "0:04:14.165",
        "urdu_end_time": "0:04:47.209"
    },
    {
        "ind": 489,
        "chapter_no": 3,
        "verse_no": 196,
        "arabic_text": "لَا يَغُرَّنَّكَ تَقَلُّبُ الَّذِينَ كَفَرُوا فِي الْبِلَادِ ﴿١٩٦﴾",
        "urdu_text": "(اے پیغمبر) کافروں کا شہروں میں چلنا پھرنا تمہیں دھوکا نہ دے",
        "arabic_start_time": "0:04:47.209",
        "arabic_end_time": "0:04:56.273",
        "urdu_start_time": "0:04:56.273",
        "urdu_end_time": "0:05:01.262"
    },
    {
        "ind": 490,
        "chapter_no": 3,
        "verse_no": 197,
        "arabic_text": "مَتَاعٌ قَلِيلٌ ثُمَّ مَأْوَاهُمْ جَهَنَّمُ وَبِئْسَ الْمِهَادُ ﴿١٩٧﴾",
        "urdu_text": "(یہ دنیا کا) تھوڑا سا فائدہ ہے پھر (آخرت میں) تو ان کا ٹھکانا دوزخ ہے اور وہ بری جگہ ہے",
        "arabic_start_time": "0:05:01.262",
        "arabic_end_time": "0:05:13.017",
        "urdu_start_time": "0:05:13.017",
        "urdu_end_time": "0:05:21.062"
    },
    {
        "ind": 491,
        "chapter_no": 3,
        "verse_no": 198,
        "arabic_text": "لَكِنِ الَّذِينَ اتَّقَوْا رَبَّهُمْ لَهُمْ جَنَّاتٌ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا نُزُلًا مِنْ عِنْدِ اللَّهِ وَمَا عِنْدَ اللَّهِ خَيْرٌ لِلْأَبْرَارِ ﴿١٩٨﴾",
        "urdu_text": "لیکن جو لوگ اپنے پروردگار سے ڈرتے رہے ان کے لیے باغ ہے جن کے نیچے نہریں بہہ رہی ہیں (اور) ان میں ہمیشہ رہیں گے (یہ) خدا کے ہاں سے (ان کی) مہمانی ہے اور جو کچھ خدا کے ہاں ہے وہ نیکو کاروں کے لیے بہت اچھا ہے",
        "arabic_start_time": "0:05:21.062",
        "arabic_end_time": "0:05:48.908",
        "urdu_start_time": "0:05:48.908",
        "urdu_end_time": "0:06:04.476"
    },
    {
        "ind": 492,
        "chapter_no": 3,
        "verse_no": 199,
        "arabic_text": "وَإِنَّ مِنْ أَهْلِ الْكِتَابِ لَمَنْ يُؤْمِنُ بِاللَّهِ وَمَا أُنْزِلَ إِلَيْكُمْ وَمَا أُنْزِلَ إِلَيْهِمْ خَاشِعِينَ لِلَّهِ لَا يَشْتَرُونَ بِآيَاتِ اللَّهِ ثَمَنًا قَلِيلًا أُولَئِكَ لَهُمْ أَجْرُهُمْ عِنْدَ رَبِّهِمْ إِنَّ اللَّهَ سَرِيعُ الْحِسَابِ ﴿١٩٩﴾",
        "urdu_text": "اور بعض اہلِ کتاب ایسے بھی ہیں جو خدا پر اور اس (کتاب) پر جو تم پر نازل ہوئی اور اس پر جو ان پر نازل ہوئی ایمان رکھتے ہیں اور خدا کے آگے عاجزی کرتے ہیں اور خدا کی آیتوں کے بدلے تھوڑی سی قیمت نہیں لیتے یہی لوگ ہیں جن کا صلہ ان کے پروردگار کے ہاں تیار ہے اور خدا جلد حساب لینے والا ہے",
        "arabic_start_time": "0:06:04.476",
        "arabic_end_time": "0:06:45.671",
        "urdu_start_time": "0:06:45.671",
        "urdu_end_time": "0:07:09.285"
    },
    {
        "ind": 493,
        "chapter_no": 3,
        "verse_no": 200,
        "arabic_text": "يَا أَيُّهَا الَّذِينَ آمَنُوا اصْبِرُوا وَصَابِرُوا وَرَابِطُوا وَاتَّقُوا اللَّهَ لَعَلَّكُمْ تُفْلِحُونَ ﴿٢٠٠﴾",
        "urdu_text": "اے اہل ایمان (کفار کے مقابلے میں) ثابت قدم رہو اور استقامت رکھو اور مورچوں پر جمے رہو اور خدا سے ڈرو تاکہ مراد حاصل کرو",
        "arabic_start_time": "0:07:09.285",
        "arabic_end_time": "0:07:30.966",
        "urdu_start_time": "0:07:30.966",
        "urdu_end_time": "0:07:43.374"
    }
]